{
  "clerkAuth.loginSuccess.action": "Continue session",
  "clerkAuth.loginSuccess.desc": "{{greeting}}, it's great to continue serving you. Let's pick up where we left off.",
  "clerkAuth.loginSuccess.title": "Welcome back, {{nickName}}",
  "error.backHome": "Terug naar startpagina",
  "error.desc": "Probeer het later opnieuw of keer terug naar de bekende wereld",
  "error.retry": "Opnieuw proberen",
  "error.title": "Er is een probleem opgetreden op de pagina..",
  "fetchError.detail": "Foutdetails",
  "fetchError.title": "Verzoek mislukt",
  "import.importConfigFile.description": "Foutmelding: {{reason}}",
  "import.importConfigFile.title": "Import mislukt",
  "import.incompatible.description": "Dit bestand is geëxporteerd vanuit een hogere versie, probeer te upgraden naar de nieuwste versie en importeer opnieuw",
  "import.incompatible.title": "De huidige applicatie ondersteunt het importeren van dit bestand niet",
  "loginRequired.desc": "U wordt binnenkort automatisch doorgestuurd naar de inlogpagina",
  "loginRequired.title": "Log in om deze functie te gebruiken",
  "notFound.backHome": "Terug naar startpagina",
  "notFound.check": "Controleer of je URL correct is",
  "notFound.desc": "We kunnen de pagina die je zoekt niet vinden",
  "notFound.title": "Betreden onbekend terrein?",
  "pluginSettings.desc": "Voltooi de volgende instellingen om de plugin te gebruiken",
  "pluginSettings.title": "{{name}} Skill Instellingen",
  "response.400": "Sorry, de server begrijpt uw verzoek niet. Controleer of uw verzoekparameters juist zijn",
  "response.401": "Sorry, de server heeft uw verzoek geweigerd vanwege onvoldoende rechten of ongeldige authenticatie",
  "response.403": "Sorry, de server heeft uw verzoek geweigerd omdat u geen toegang heeft tot deze inhoud",
  "response.404": "Sorry, de server kan de door u gevraagde pagina of bron niet vinden. Controleer of uw URL juist is",
  "response.405": "Sorry, de server ondersteunt de gebruikte verzoekmethode niet. Controleer of uw verzoekmethode juist is",
  "response.406": "Sorry, de server kan het verzoek niet voltooien op basis van de kenmerken van de door u aangevraagde inhoud",
  "response.407": "Sorry, u moet zich eerst aanmelden bij de proxy om door te gaan met dit verzoek",
  "response.408": "Sorry, de server heeft een time-out tijdens het wachten op het verzoek. Controleer uw netwerkverbinding en probeer het opnieuw",
  "response.409": "Sorry, er is een conflict met het verzoek en het kan niet worden verwerkt, mogelijk omdat de status van de bron niet compatibel is met het verzoek",
  "response.410": "Sorry, de door u aangevraagde bron is permanent verwijderd en kan niet worden gevonden",
  "response.411": "Sorry, de server kan het verzoek zonder geldige inhoudslengte niet verwerken",
  "response.412": "Sorry, uw verzoek voldoet niet aan de voorwaarden van de server en kan niet worden voltooid",
  "response.413": "Sorry, uw verzoek is te groot en kan niet worden verwerkt door de server",
  "response.414": "Sorry, de URI van uw verzoek is te lang en kan niet worden verwerkt door de server",
  "response.415": "Sorry, de server kan het verzoek met de bijgevoegde media-indeling niet verwerken",
  "response.416": "Sorry, de server kan niet voldoen aan het bereik van uw verzoek",
  "response.417": "Sorry, de server kan niet voldoen aan uw verwachtingen",
  "response.422": "Sorry, uw verzoek is correct opgemaakt, maar vanwege semantische fouten kan er niet op worden gereageerd",
  "response.423": "Sorry, de bron die u heeft aangevraagd is vergrendeld",
  "response.424": "Sorry, vanwege een eerdere mislukte aanvraag kan het huidige verzoek niet worden voltooid",
  "response.426": "Sorry, de server vereist dat uw client wordt geüpgraded naar een hogere protocolversie",
  "response.428": "Sorry, de server vereist voorwaarden en uw verzoek moet de juiste voorwaardelijke kop bevatten",
  "response.429": "Sorry, uw verzoek is te veel voor de server, probeer het later opnieuw",
  "response.431": "Sorry, de kop van uw verzoek is te groot en kan niet worden verwerkt door de server",
  "response.451": "Sorry, vanwege juridische redenen weigert de server deze bron te leveren",
  "response.499": "Het spijt ons, uw verzoek is onverwacht onderbroken tijdens de verwerking op de server, mogelijk omdat u de actie handmatig heeft geannuleerd of de netwerkverbinding onbetrouwbaar is. Controleer alstublieft de netwerkstatus en probeer het opnieuw.",
  "response.500": "Sorry, de server lijkt problemen te ondervinden en kan uw verzoek tijdelijk niet voltooien. Probeer het later opnieuw",
  "response.501": "Het spijt ons, de server weet nog niet hoe deze aanvraag te verwerken, controleer alstublieft of uw handeling correct is",
  "response.502": "Sorry, de server lijkt de weg kwijt te zijn en kan tijdelijk geen service verlenen. Probeer het later opnieuw",
  "response.503": "Sorry, de server kan uw verzoek momenteel niet verwerken vanwege overbelasting of onderhoud. Probeer het later opnieuw",
  "response.504": "Sorry, de server heeft geen reactie ontvangen van de upstream server. Probeer het later opnieuw",
  "response.505": "Het spijt ons, de server ondersteunt de door u gebruikte HTTP-versie niet, probeer het alstublieft opnieuw na een update",
  "response.506": "Het spijt ons, er is een probleem met de serverconfiguratie, neem contact op met de beheerder voor hulp",
  "response.507": "Het spijt ons, de server heeft onvoldoende opslagruimte om uw aanvraag te verwerken, probeer het alstublieft later opnieuw",
  "response.509": "Het spijt ons, de bandbreedte van de server is op, probeer het alstublieft later opnieuw",
  "response.510": "Het spijt ons, de server ondersteunt de gevraagde uitbreidingsfunctie niet, neem contact op met de beheerder",
  "response.520": "Het spijt ons, de server heeft een onverwacht probleem ondervonden waardoor uw verzoek niet kon worden voltooid. Probeer het later opnieuw, we doen ons best om dit probleem op te lossen.",
  "response.522": "Het spijt ons, de server heeft een time-out op de verbinding, waardoor uw verzoek niet tijdig kon worden beantwoord. Dit kan te wijten zijn aan een onbetrouwbaar netwerk of de server is tijdelijk niet bereikbaar. Probeer het later opnieuw, we werken hard aan het herstellen van de service.",
  "response.524": "Het spijt ons, de server heeft een time-out terwijl hij op een antwoord wacht, mogelijk omdat de reactie te traag is. Probeer het later opnieuw.",
  "response.AgentRuntimeError": "Lobe language model runtime execution error, please troubleshoot or retry based on the following information",
  "response.ComfyUIBizError": "Er is een fout opgetreden bij het aanvragen van de ComfyUI-service. Controleer de onderstaande informatie of probeer het opnieuw.",
  "response.ComfyUIEmptyResult": "ComfyUI heeft geen afbeeldingen gegenereerd. Controleer de modelconfiguratie of probeer het opnieuw.",
  "response.ComfyUIModelError": "Laden van het ComfyUI-model is mislukt. Controleer of het modelfile bestaat.",
  "response.ComfyUIServiceUnavailable": "Kan geen verbinding maken met de ComfyUI-service. Controleer of ComfyUI correct werkt of of het serviceadres juist is geconfigureerd.",
  "response.ComfyUIUploadFailed": "Uploaden van afbeelding naar ComfyUI is mislukt. Controleer de serververbinding of probeer het opnieuw.",
  "response.ComfyUIWorkflowError": "Uitvoering van de ComfyUI-workflow is mislukt. Controleer de workflowconfiguratie.",
  "response.ConnectionCheckFailed": "Het verzoek heeft geen antwoord geleverd. Controleer of het API-proxyadres niet eindigt met `/v1`.",
  "response.CreateMessageError": "Het spijt ons, het bericht kon niet correct worden verzonden. Kopieer de inhoud en probeer het opnieuw. Na het vernieuwen van de pagina gaat dit bericht verloren.",
  "response.ExceededContextWindow": "De inhoud van de huidige aanvraag overschrijdt de lengte die het model kan verwerken. Verminder de hoeveelheid inhoud en probeer het opnieuw.",
  "response.FreePlanLimit": "U bent momenteel een gratis gebruiker en kunt deze functie niet gebruiken. Upgrade naar een betaald plan om door te gaan met gebruiken.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Uw inhoud bevat verboden woorden. Controleer en wijzig uw invoer en probeer het opnieuw.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "Het gegenereerde afbeeldingsmateriaal is om veiligheidsredenen geblokkeerd. Probeer uw afbeeldingsaanvraag te wijzigen.",
  "response.GoogleAIBlockReason.LANGUAGE": "De door u gebruikte taal wordt momenteel niet ondersteund. Probeer het opnieuw in het Engels of een andere ondersteunde taal.",
  "response.GoogleAIBlockReason.OTHER": "De inhoud is om een onbekende reden geblokkeerd. Probeer uw verzoek anders te formuleren.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Uw verzoek kan verboden inhoud bevatten. Pas uw verzoek aan zodat het voldoet aan de gebruiksrichtlijnen.",
  "response.GoogleAIBlockReason.RECITATION": "Uw inhoud is mogelijk geblokkeerd vanwege mogelijke auteursrechtelijke kwesties. Probeer originele inhoud te gebruiken of formuleer uw verzoek anders.",
  "response.GoogleAIBlockReason.SAFETY": "Uw inhoud is geblokkeerd vanwege veiligheidsbeleid. Probeer uw verzoek aan te passen en vermijd mogelijk schadelijke of ongepaste inhoud.",
  "response.GoogleAIBlockReason.SPII": "Uw inhoud kan gevoelige persoonlijke identificatiegegevens bevatten. Verwijder dergelijke gevoelige gegevens om de privacy te beschermen en probeer het opnieuw.",
  "response.GoogleAIBlockReason.default": "Inhoud geblokkeerd: {{blockReason}}. Pas uw verzoek aan en probeer het opnieuw.",
  "response.InsufficientQuota": "Het spijt ons, het quotum voor deze sleutel is bereikt. Controleer of het saldo van uw account toereikend is of verhoog het quotum van de sleutel en probeer het opnieuw.",
  "response.InvalidAccessCode": "Ongeldige toegangscode: het wachtwoord is onjuist of leeg. Voer de juiste toegangscode in of voeg een aangepaste API-sleutel toe.",
  "response.InvalidBedrockCredentials": "Bedrock authentication failed, please check AccessKeyId/SecretAccessKey and retry",
  "response.InvalidClerkUser": "Sorry, you are not currently logged in. Please log in or register an account to continue.",
  "response.InvalidComfyUIArgs": "Ongeldige ComfyUI-configuratie. Controleer de instellingen en probeer het opnieuw.",
  "response.InvalidGithubToken": "Github Persoonlijke Toegangstoken is ongeldig of leeg, controleer de Github Persoonlijke Toegangstoken en probeer het opnieuw.",
  "response.InvalidOllamaArgs": "Ollama-configuratie is onjuist, controleer de Ollama-configuratie en probeer het opnieuw",
  "response.InvalidProviderAPIKey": "{{provider}} API-sleutel is onjuist of leeg. Controleer de {{provider}} API-sleutel en probeer het opnieuw.",
  "response.InvalidVertexCredentials": "Vertex-authenticatie is mislukt, controleer de authenticatiegegevens en probeer het opnieuw",
  "response.LocationNotSupportError": "Sorry, your current location does not support this model service, possibly due to regional restrictions or service not being available. Please confirm if the current location supports using this service, or try using other location information.",
  "response.ModelNotFound": "Het spijt ons, het is niet mogelijk om het bijbehorende model op te vragen. Dit kan komen doordat het model niet bestaat of dat er geen toegang is. Probeer het opnieuw na het wijzigen van de API-sleutel of het aanpassen van de toegangsrechten.",
  "response.NoOpenAIAPIKey": "OpenAI API-sleutel ontbreekt. Voeg een aangepaste OpenAI API-sleutel toe",
  "response.OllamaBizError": "Fout bij het aanroepen van de Ollama-service, controleer de onderstaande informatie en probeer opnieuw",
  "response.OllamaServiceUnavailable": "Ollama-service niet beschikbaar. Controleer of Ollama correct werkt en of de cross-origin configuratie van Ollama juist is ingesteld.",
  "response.PermissionDenied": "Het spijt ons, je hebt geen toestemming om deze service te gebruiken. Controleer of je sleutel de juiste toegangsrechten heeft.",
  "response.PluginApiNotFound": "Sorry, de API van de plug-inbeschrijvingslijst bestaat niet. Controleer of uw verzoeksmethode overeenkomt met de plug-inbeschrijvingslijst API",
  "response.PluginApiParamsError": "Sorry, de validatie van de invoerparameters van de plug-in is mislukt. Controleer of de invoerparameters overeenkomen met de API-beschrijving",
  "response.PluginFailToTransformArguments": "Sorry, the plugin failed to parse the arguments. Please try regenerating the assistant message or retry with a more powerful AI model with Tools Calling capability.",
  "response.PluginGatewayError": "Sorry, er is een fout opgetreden in de plug-in gateway. Controleer of de plug-in gatewayconfiguratie juist is",
  "response.PluginManifestInvalid": "Sorry, de validatie van de beschrijvingslijst van de plug-in is mislukt. Controleer of het formaat van de beschrijvingslijst correct is",
  "response.PluginManifestNotFound": "Sorry, de server kon de beschrijvingslijst (manifest.json) van de plug-in niet vinden. Controleer of het adres van de plug-inbeschrijvingsbestand juist is",
  "response.PluginMarketIndexInvalid": "Sorry, de plug-inindexvalidatie is mislukt. Controleer of het indexbestandsformaat correct is",
  "response.PluginMarketIndexNotFound": "Sorry, de server kon de plug-inindex niet vinden. Controleer of het indexadres juist is",
  "response.PluginMetaInvalid": "Sorry, de validatie van de plug-inmetadata is mislukt. Controleer of het formaat van de plug-inmetadata correct is",
  "response.PluginMetaNotFound": "Sorry, de plug-in is niet gevonden in de index. Controleer of de plug-inconfiguratie in de index staat",
  "response.PluginOpenApiInitError": "Sorry, initialisatie van de OpenAPI-client is mislukt. Controleer of de configuratie van OpenAPI juist is",
  "response.PluginServerError": "Fout bij serverrespons voor plug-in. Controleer de foutinformatie hieronder voor uw plug-inbeschrijvingsbestand, plug-inconfiguratie of serverimplementatie",
  "response.PluginSettingsInvalid": "Deze plug-in moet correct geconfigureerd zijn voordat deze kan worden gebruikt. Controleer of uw configuratie juist is",
  "response.ProviderBizError": "Er is een fout opgetreden bij het aanvragen van de {{provider}}-service. Controleer de volgende informatie of probeer het opnieuw.",
  "response.QuotaLimitReached": "Het spijt ons, het aantal tokens of verzoeken heeft het quotum voor deze sleutel bereikt. Verhoog het quotum van de sleutel of probeer het later opnieuw.",
  "response.ServerAgentRuntimeError": "Onze excuses, de Agent-service is momenteel niet beschikbaar. Probeer het later opnieuw of neem contact met ons op via e-mail voor ondersteuning.",
  "response.StreamChunkError": "Fout bij het parseren van het berichtblok van de streamingaanroep. Controleer of de huidige API-interface voldoet aan de standaardnormen, of neem contact op met uw API-leverancier voor advies.",
  "response.SubscriptionKeyMismatch": "Het spijt ons, maar door een tijdelijke systeemfout is het huidige abonnement tijdelijk ongeldig. Klik op de onderstaande knop om het abonnement te herstellen, of neem contact met ons op via e-mail voor ondersteuning.",
  "response.SubscriptionPlanLimit": "Uw abonnementscredits zijn op, u kunt deze functie niet gebruiken. Upgrade naar een hoger plan of configureer de aangepaste model-API om door te gaan.",
  "response.SystemTimeNotMatchError": "Het spijt ons, uw systeemtijd komt niet overeen met de server. Controleer uw systeemtijd en probeer het opnieuw.",
  "response.UnknownChatFetchError": "Het spijt me, er is een onbekende verzoekfout opgetreden. Controleer de onderstaande informatie of probeer het opnieuw.",
  "stt.responseError": "Serviceverzoek mislukt. Controleer de configuratie of probeer opnieuw",
  "supervisor.decisionFailed": "De groepsbeheerder kan niet functioneren. Controleer je beheerderconfiguratie en zorg ervoor dat het juiste model, de API-sleutel en het API-adres zijn ingesteld.",
  "testConnectionFailed": "Verbindingstest mislukt: {{error}}",
  "tts.responseError": "Serviceverzoek mislukt. Controleer de configuratie of probeer opnieuw",
  "unlock.addProxyUrl": "Voeg een optionele OpenAI-proxy-URL toe",
  "unlock.apiKey.description": "Voer uw {{name}} API-sleutel in om de sessie te starten.",
  "unlock.apiKey.imageGenerationDescription": "Voer je {{name}} API-sleutel in om te beginnen met genereren",
  "unlock.apiKey.title": "Gebruik aangepaste {{name}} API-sleutel",
  "unlock.closeMessage": "Sluit bericht",
  "unlock.comfyui.description": "Voer de juiste {{name}} verificatiegegevens in om te beginnen met het genereren van afbeeldingen.",
  "unlock.comfyui.modifyBaseUrl": "ComfyUI-serviceadres wijzigen",
  "unlock.comfyui.title": "Bevestig je {{name}} verificatiegegevens",
  "unlock.confirm": "Bevestigen en opnieuw proberen",
  "unlock.goToSettings": "Ga naar instellingen",
  "unlock.oauth.description": "De beheerder heeft een uniforme aanmeldingsverificatie ingeschakeld. Klik op de onderstaande knop om in te loggen en de app te ontgrendelen.",
  "unlock.oauth.success": "Succesvol ingelogd",
  "unlock.oauth.title": "Account inloggen",
  "unlock.oauth.welcome": "Welkom!",
  "unlock.password.description": "De beheerder heeft app-encryptie ingeschakeld. Voer het app-wachtwoord in om de app te ontgrendelen. Het wachtwoord hoeft slechts één keer te worden ingevoerd.",
  "unlock.password.placeholder": "Voer het wachtwoord in",
  "unlock.password.title": "Voer het wachtwoord in om de app te ontgrendelen",
  "unlock.tabs.apiKey": "Custom API Key",
  "unlock.tabs.password": "Password",
  "upload.desc": "Details: {{detail}}",
  "upload.fileOnlySupportInServerMode": "De huidige implementatiemodus ondersteunt het uploaden van niet-afbeeldingsbestanden niet. Als u bestanden in {{ext}}-formaat wilt uploaden, schakelt u over naar de serverdatabase-implementatie of gebruikt u de {{cloud}}-dienst.",
  "upload.networkError": "Controleer of je netwerk goed werkt en of de cross-origin configuratie van de bestandsopslagservice correct is.",
  "upload.title": "Bestand uploaden mislukt, controleer uw internetverbinding of probeer het later opnieuw",
  "upload.unknownError": "Foutreden: {{reason}}",
  "upload.uploadFailed": "Bestand uploaden is mislukt."
}