{
  "clerkAuth": {
    "loginSuccess": {
      "action": "Sitzung fortsetzen",
      "desc": "{{greeting}}, schön, dich wiederzusehen. Lass uns unser Gespräch fortsetzen.",
      "title": "Willkommen zurück, {{nickName}}"
    }
  },
  "error": {
    "backHome": "Zur Startseite",
    "desc": "Versuche es später erneut oder kehre in die bekannte Welt zurück",
    "retry": "Neu laden",
    "title": "Fehler"
  },
  "fetchError": {
    "detail": "Fehlerdetails",
    "title": "Anfrage fehlgeschlagen"
  },
  "http": {
    "forbidden": "Zugriff verweigert",
    "networkError": "Netzwerkfehler",
    "notFound": "Nicht gefunden",
    "serverError": "Serverfehler",
    "timeout": "Anfragezeitüberschreitung",
    "unauthorized": "Nicht autorisiert"
  },
  "import": {
    "importConfigFile": {
      "description": "Fehlerursache: {{reason}}",
      "title": "Import fehlgeschlagen"
    },
    "incompatible": {
      "description": "Diese Datei wurde mit einer neueren Version exportiert. Bitte aktualisiere auf die neueste Version und versuche es erneut.",
      "title": "Diese Datei wird von der aktuellen Anwendungsversion nicht unterstützt"
    }
  },
  "login": {
    "accessDenied": "Entschuldigung, die Anmeldung wurde abgelehnt. Bitte versuchen Sie es später erneut.",
    "cancelled": "Sie haben die Anmeldung abgebrochen.",
    "invalidGrant": "Entschuldigung, Ihre Sitzung ist abgelaufen. Bitte versuchen Sie es später erneut.",
    "invalidIdToken": "Entschuldigung, wir können Ihre Kontoinformationen derzeit nicht abrufen. Bitte versuchen Sie es später erneut.",
    "invalidRequest": "Entschuldigung, es gab ein Problem mit Ihrer Anmeldeanfrage. Bitte versuchen Sie es später erneut.",
    "invalidState": "Entschuldigung, die Anmeldeüberprüfung ist fehlgeschlagen. Bitte versuchen Sie es später erneut.",
    "missingCodeOrState": "Entschuldigung, erforderliche Anmeldeinformationen fehlen. Bitte versuchen Sie es später erneut.",
    "missingPkce": "Entschuldigung, Anmeldeprüfinformationen fehlen. Bitte versuchen Sie es später erneut.",
    "networkError": "Entschuldigung, während der Anmeldung gab es ein Netzwerkproblem. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.",
    "noIdToken": "Entschuldigung, Anmeldeinformationen konnten nicht abgerufen werden. Bitte versuchen Sie es später erneut.",
    "serverError": "Entschuldigung, der Anmeldedienst hat einen Fehler. Bitte versuchen Sie es später erneut.",
    "temporarilyUnavailable": "Entschuldigung, der Anmeldedienst ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut.",
    "tokenEndpointNonJson": "Entschuldigung, der Anmeldedienst hat eine unerwartete Antwort zurückgegeben. Bitte versuchen Sie es später erneut.",
    "tokenExchangeFailed": "Entschuldigung, es gab ein Problem bei der Anmeldung. Bitte versuchen Sie es später erneut.",
    "unknown": "Entschuldigung, die Anmeldung ist fehlgeschlagen. Bitte versuchen Sie es später erneut.",
    "unsupportedResponseType": "Entschuldigung, diese Anmeldemethode wird derzeit nicht unterstützt. Bitte versuchen Sie es später erneut."
  },
  "loginRequired": {
    "desc": "Du wirst automatisch zur Anmeldeseite weitergeleitet",
    "title": "Bitte melde dich an, um diese Funktion zu nutzen"
  },
  "notFound": {
    "backHome": "Zur Startseite",
    "check": "Bitte überprüfe, ob die URL korrekt ist",
    "desc": "Wir konnten die gesuchte Seite nicht finden",
    "title": "In unbekanntes Gebiet geraten?"
  },
  "page": {
    "notFoundMessage": "Diese Seite existiert nicht.",
    "notFoundTitle": "Hoppla!"
  },
  "pluginSettings": {
    "desc": "Konfiguriere die folgenden Einstellungen, um das Plugin zu verwenden",
    "title": "{{name}} Plugin-Einstellungen"
  },
  "response": {
    "400": "Entschuldigung, der Server versteht Ihre Anfrage nicht. Bitte überprüfen Sie Ihre Anfrageparameter.",
    "401": "Entschuldigung, der Server hat Ihre Anfrage abgelehnt. Möglicherweise fehlen Ihnen die erforderlichen Berechtigungen oder eine gültige Authentifizierung.",
    "403": "Entschuldigung, der Server hat Ihre Anfrage abgelehnt. Sie haben keine Berechtigung, auf diesen Inhalt zuzugreifen.",
    "404": "Entschuldigung, die angeforderte Seite oder Ressource wurde nicht gefunden. Bitte überprüfen Sie die URL.",
    "405": "Entschuldigung, der Server unterstützt die verwendete Anfragemethode nicht. Bitte überprüfen Sie Ihre Methode.",
    "406": "Entschuldigung, der Server kann die Anfrage basierend auf den angeforderten Inhaltseigenschaften nicht erfüllen.",
    "407": "Entschuldigung, Sie müssen sich über einen Proxy authentifizieren, um fortzufahren.",
    "408": "Entschuldigung, der Server hat zu lange auf die Anfrage gewartet. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.",
    "409": "Entschuldigung, die Anfrage kann aufgrund eines Konflikts nicht verarbeitet werden. Möglicherweise ist der Ressourcenstatus nicht kompatibel.",
    "410": "Entschuldigung, die angeforderte Ressource wurde dauerhaft entfernt und ist nicht mehr verfügbar.",
    "411": "Entschuldigung, der Server kann Anfragen ohne gültige Inhaltslänge nicht verarbeiten.",
    "412": "Entschuldigung, Ihre Anfrage erfüllt nicht die vom Server geforderten Bedingungen und kann nicht abgeschlossen werden.",
    "413": "Entschuldigung, Ihre Anfrage ist zu umfangreich und kann vom Server nicht verarbeitet werden.",
    "414": "Entschuldigung, die URI Ihrer Anfrage ist zu lang und kann vom Server nicht verarbeitet werden.",
    "415": "Entschuldigung, der Server kann das angegebene Medienformat der Anfrage nicht verarbeiten.",
    "416": "Entschuldigung, der Server kann den angeforderten Bereich nicht erfüllen.",
    "417": "Entschuldigung, der Server kann Ihre Erwartungen nicht erfüllen.",
    "422": "Entschuldigung, die Anfrage ist syntaktisch korrekt, enthält jedoch semantische Fehler und kann nicht beantwortet werden.",
    "423": "Entschuldigung, die angeforderte Ressource ist gesperrt.",
    "424": "Entschuldigung, die aktuelle Anfrage kann aufgrund eines vorherigen Fehlers nicht abgeschlossen werden.",
    "426": "Entschuldigung, der Server verlangt ein Upgrade Ihres Clients auf eine höhere Protokollversion.",
    "428": "Entschuldigung, der Server verlangt eine Vorbedingung. Ihre Anfrage muss die korrekten Bedingungskopfzeilen enthalten.",
    "429": "Entschuldigung, Sie haben zu viele Anfragen gesendet. Der Server ist überlastet. Bitte versuchen Sie es später erneut.",
    "431": "Entschuldigung, die Kopfzeilen Ihrer Anfrage sind zu groß und können vom Server nicht verarbeitet werden.",
    "451": "Entschuldigung, aus rechtlichen Gründen verweigert der Server den Zugriff auf diese Ressource.",
    "499": "Entschuldigung, Ihre Anfrage wurde unerwartet unterbrochen, möglicherweise durch Abbruch oder instabile Netzwerkverbindung. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.",
    "500": "Entschuldigung, der Server hat ein Problem und kann Ihre Anfrage derzeit nicht bearbeiten. Bitte versuchen Sie es später erneut.",
    "501": "Entschuldigung, der Server weiß nicht, wie er diese Anfrage verarbeiten soll. Bitte überprüfen Sie Ihre Aktion.",
    "502": "Entschuldigung, der Server ist vorübergehend nicht erreichbar. Bitte versuchen Sie es später erneut.",
    "503": "Entschuldigung, der Server kann Ihre Anfrage derzeit nicht bearbeiten, möglicherweise wegen Überlastung oder Wartung. Bitte versuchen Sie es später erneut.",
    "504": "Entschuldigung, der Server hat keine Antwort vom Upstream-Server erhalten. Bitte versuchen Sie es später erneut.",
    "505": "Entschuldigung, der Server unterstützt die von Ihnen verwendete HTTP-Version nicht. Bitte aktualisieren Sie Ihren Client.",
    "506": "Entschuldigung, es gibt ein Serverkonfigurationsproblem. Bitte kontaktieren Sie den Administrator.",
    "507": "Entschuldigung, der Serverspeicher ist voll und kann Ihre Anfrage nicht verarbeiten. Bitte versuchen Sie es später erneut.",
    "509": "Entschuldigung, die Serverbandbreite ist erschöpft. Bitte versuchen Sie es später erneut.",
    "510": "Entschuldigung, der Server unterstützt die angeforderte Erweiterung nicht. Bitte kontaktieren Sie den Administrator.",
    "520": "Entschuldigung, der Server hat ein unerwartetes Problem festgestellt und kann Ihre Anfrage nicht abschließen. Wir arbeiten an einer Lösung. Bitte versuchen Sie es später erneut.",
    "522": "Entschuldigung, die Serververbindung ist zeitlich überschritten und konnte Ihre Anfrage nicht rechtzeitig beantworten. Möglicherweise ist das Netzwerk instabil oder der Server vorübergehend nicht erreichbar. Bitte versuchen Sie es später erneut.",
    "524": "Entschuldigung, der Server hat beim Warten auf eine Antwort eine Zeitüberschreitung festgestellt. Bitte versuchen Sie es später erneut.",
    "AgentRuntimeError": "Lobe AI Runtime Fehler. Bitte prüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
    "ComfyUIBizError": "Fehler bei der Anfrage an den ComfyUI-Dienst. Bitte überprüfe die folgenden Informationen oder versuche es erneut.",
    "ComfyUIEmptyResult": "ComfyUI hat kein Bild generiert. Bitte überprüfe die Modellkonfiguration oder versuche es erneut.",
    "ComfyUIModelError": "ComfyUI-Modell konnte nicht geladen werden. Bitte überprüfe, ob die Modellsdatei vorhanden ist.",
    "ComfyUIServiceUnavailable": "Verbindung zum ComfyUI-Dienst fehlgeschlagen. Bitte überprüfe, ob ComfyUI läuft und die Dienstadresse korrekt ist.",
    "ComfyUIUploadFailed": "ComfyUI-Bild-Upload fehlgeschlagen. Bitte überprüfe die Serververbindung oder versuche es erneut.",
    "ComfyUIWorkflowError": "ComfyUI-Workflow-Ausführung fehlgeschlagen. Bitte überprüfe die Workflow-Konfiguration.",
    "ConnectionCheckFailed": "Leere Antwort erhalten. Bitte prüfen Sie, ob die API-Proxy-Adresse mit '/v1' endet.",
    "CreateMessageError": "Entschuldigung, die Nachricht konnte nicht gesendet werden. Bitte kopieren Sie den Inhalt und senden Sie ihn erneut. Nach dem Aktualisieren der Seite wird diese Nachricht nicht gespeichert.",
    "ExceededContextWindow": "Die Anfrage überschreitet die vom Modell verarbeitbare Länge. Bitte reduzieren Sie den Inhalt und versuchen Sie es erneut.",
    "FreePlanLimit": "Sie sind derzeit ein kostenloser Nutzer und können diese Funktion nicht verwenden. Bitte wechseln Sie zu einem kostenpflichtigen Plan.",
    "GoogleAIBlockReason": {
      "BLOCKLIST": "Dein Inhalt enthält verbotene Begriffe. Bitte überprüfe und überarbeite deinen Text und versuche es erneut.",
      "IMAGE_SAFETY": "Das generierte Bild wurde aus Sicherheitsgründen blockiert. Bitte passe deine Anfrage zur Bildgenerierung an.",
      "LANGUAGE": "Die verwendete Sprache wird derzeit nicht unterstützt. Bitte stelle deine Frage auf Englisch oder einer anderen unterstützten Sprache.",
      "OTHER": "Dein Inhalt wurde aus unbekannten Gründen blockiert. Bitte formuliere deine Anfrage neu.",
      "PROHIBITED_CONTENT": "Deine Anfrage könnte verbotene Inhalte enthalten. Bitte passe sie an, um den Nutzungsrichtlinien zu entsprechen.",
      "RECITATION": "Dein Inhalt wurde möglicherweise aufgrund von Urheberrechtsbedenken blockiert. Bitte verwende eigene Inhalte oder formuliere deine Anfrage um.",
      "SAFETY": "Dein Inhalt wurde aufgrund von Sicherheitsrichtlinien blockiert. Bitte überarbeite deine Anfrage, um potenziell schädliche oder unangemessene Inhalte zu vermeiden.",
      "SPII": "Dein Inhalt enthält möglicherweise sensible personenbezogene Daten. Bitte entferne diese Informationen und versuche es erneut.",
      "default": "Inhalt blockiert: {{blockReason}}. Bitte überarbeite deine Anfrage und versuche es erneut."
    },
    "InsufficientQuota": "Entschuldigung, das Kontingent für diesen Schlüssel ist erschöpft. Bitte prüfen Sie Ihr Guthaben oder erhöhen Sie das Kontingent und versuchen Sie es erneut.",
    "InvalidAccessCode": "Das Passwort ist falsch oder leer. Bitte geben Sie das korrekte Zugangspasswort ein oder fügen Sie einen benutzerdefinierten API-Schlüssel hinzu.",
    "InvalidBedrockCredentials": "Bedrock-Authentifizierung fehlgeschlagen. Bitte überprüfen Sie AccessKeyId/SecretAccessKey und versuchen Sie es erneut.",
    "InvalidClerkUser": "Entschuldigung, Sie sind derzeit nicht angemeldet. Bitte melden Sie sich an oder registrieren Sie sich, um fortzufahren.",
    "InvalidComfyUIArgs": "Ungültige ComfyUI-Konfiguration. Bitte überprüfe die Einstellungen und versuche es erneut.",
    "InvalidGithubToken": "Github PAT ist falsch oder leer. Bitte überprüfen Sie den Github PAT und versuchen Sie es erneut.",
    "InvalidOllamaArgs": "Ollama-Konfiguration ist fehlerhaft. Bitte überprüfen Sie die Konfiguration und versuchen Sie es erneut.",
    "InvalidProviderAPIKey": "{{provider}} API-Schlüssel ist falsch oder leer. Bitte überprüfen Sie den {{provider}} API-Schlüssel und versuchen Sie es erneut.",
    "InvalidVertexCredentials": "Vertex-Authentifizierung fehlgeschlagen. Bitte überprüfen Sie die Anmeldeinformationen und versuchen Sie es erneut.",
    "LocationNotSupportError": "Entschuldigung, Ihr Standort unterstützt diesen Modellservice nicht, möglicherweise aufgrund von regionalen Beschränkungen oder fehlender Freischaltung. Bitte prüfen Sie, ob Ihr Gebiet den Service unterstützt, oder wechseln Sie die Region und versuchen Sie es erneut.",
    "ModelNotFound": "Entschuldigung, das angeforderte Modell ist nicht verfügbar oder Sie haben keine Zugriffsrechte. Bitte wechseln Sie den API-Schlüssel oder passen Sie die Zugriffsrechte an und versuchen Sie es erneut.",
    "NoOpenAIAPIKey": "OpenAI API-Schlüssel ist falsch oder leer. Bitte fügen Sie einen benutzerdefinierten OpenAI API-Schlüssel hinzu.",
    "OllamaBizError": "Fehler bei der Anfrage an den Ollama-Dienst. Bitte prüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
    "OllamaServiceUnavailable": "Verbindung zum Ollama-Dienst fehlgeschlagen. Bitte prüfen Sie, ob Ollama ordnungsgemäß läuft und die CORS-Konfiguration korrekt ist.",
    "PermissionDenied": "Entschuldigung, Sie haben keine Berechtigung für diesen Dienst. Bitte prüfen Sie, ob Ihr Schlüssel Zugriffsrechte besitzt.",
    "PluginApiNotFound": "Entschuldigung, die API ist im Plugin-Manifest nicht vorhanden. Bitte prüfen Sie, ob Ihre Anfrage mit der Plugin-API übereinstimmt.",
    "PluginApiParamsError": "Entschuldigung, die Eingabeparameter der Plugin-Anfrage sind ungültig. Bitte prüfen Sie die Parameter und die API-Beschreibung.",
    "PluginFailToTransformArguments": "Entschuldigung, die Parameter des Plugins konnten nicht analysiert werden. Bitte generieren Sie die Assistenten-Nachricht neu oder verwenden Sie ein KI-Modell mit besserer Tools-Calling-Fähigkeit und versuchen Sie es erneut.",
    "PluginGatewayError": "Entschuldigung, es gab einen Fehler im Plugin-Gateway. Bitte prüfen Sie die Gateway-Konfiguration.",
    "PluginManifestInvalid": "Entschuldigung, das Plugin-Manifest ist ungültig. Bitte prüfen Sie das Format des Manifests.",
    "PluginManifestNotFound": "Entschuldigung, das Plugin-Manifest (manifest.json) wurde nicht gefunden. Bitte prüfen Sie die Adresse der Plugin-Beschreibungsdatei.",
    "PluginMarketIndexInvalid": "Entschuldigung, der Plugin-Index ist ungültig. Bitte prüfen Sie das Format der Indexdatei.",
    "PluginMarketIndexNotFound": "Entschuldigung, der Plugin-Index wurde nicht gefunden. Bitte prüfen Sie die Indexadresse.",
    "PluginMetaInvalid": "Entschuldigung, die Metadaten des Plugins sind ungültig. Bitte prüfen Sie das Format der Metadaten.",
    "PluginMetaNotFound": "Entschuldigung, das Plugin wurde im Index nicht gefunden. Bitte prüfen Sie die Konfiguration im Index.",
    "PluginOpenApiInitError": "Entschuldigung, die Initialisierung des OpenAPI-Clients ist fehlgeschlagen. Bitte prüfen Sie die OpenAPI-Konfiguration.",
    "PluginServerError": "Fehler bei der Plugin-Serveranfrage. Bitte prüfen Sie anhand der Fehlermeldung Ihre Plugin-Beschreibungsdatei, Konfiguration oder Serverimplementierung.",
    "PluginSettingsInvalid": "Das Plugin muss korrekt konfiguriert sein, um verwendet zu werden. Bitte prüfen Sie Ihre Einstellungen.",
    "ProviderBizError": "Fehler bei der Anfrage an den {{provider}}-Dienst. Bitte prüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
    "QuotaLimitReached": "Entschuldigung, das Token- oder Anfragekontingent für diesen Schlüssel ist erreicht. Bitte erhöhen Sie das Kontingent oder versuchen Sie es später erneut.",
    "StreamChunkError": "Fehler beim Parsen eines Nachrichtenblocks der Streaming-Anfrage. Bitte prüfen Sie, ob die API-Schnittstelle dem Standard entspricht, oder kontaktieren Sie Ihren API-Anbieter.",
    "SubscriptionKeyMismatch": "Entschuldigung, aufgrund eines Systemfehlers ist Ihr Abonnement vorübergehend deaktiviert. Bitte klicken Sie auf die Schaltfläche unten, um das Abonnement wiederherzustellen, oder kontaktieren Sie uns per E-Mail für Unterstützung.",
    "SubscriptionPlanLimit": "Ihr Abonnementguthaben ist aufgebraucht. Bitte wechseln Sie zu einem höheren Plan oder konfigurieren Sie ein benutzerdefiniertes Modell-API, um fortzufahren.",
    "SystemTimeNotMatchError": "Entschuldigung, Ihre Systemzeit stimmt nicht mit der Serverzeit überein. Bitte überprüfen Sie Ihre Systemzeit und versuchen Sie es erneut.",
    "UnknownChatFetchError": "Entschuldigung, ein unbekannter Fehler ist aufgetreten. Bitte prüfen Sie die folgenden Informationen oder versuchen Sie es erneut."
  },
  "sessionExpired": {
    "desc": "Zum Schutz Ihres Kontos melden Sie sich bitte erneut an.",
    "login": "Jetzt anmelden",
    "title": "Sitzung abgelaufen"
  },
  "stt": {
    "responseError": "Dienstanfrage fehlgeschlagen. Bitte überprüfe die Konfiguration oder versuche es erneut."
  },
  "supervisor": {
    "decisionFailed": "Der Gruppenmoderator funktioniert nicht. Bitte überprüfe deine Moderatoreinstellungen und stelle sicher, dass das richtige Modell, der API-Schlüssel und die API-Adresse konfiguriert sind."
  },
  "testConnectionFailed": "Verbindungstest fehlgeschlagen: {{error}}",
  "tts": {
    "responseError": "Dienstanfrage fehlgeschlagen. Bitte überprüfe die Konfiguration oder versuche es erneut."
  },
  "unlock": {
    "addProxyUrl": "OpenAI-Proxy-Adresse hinzufügen (optional)",
    "apiKey": {
      "description": "Gib deinen {{name}} API-Schlüssel ein, um die Sitzung zu starten",
      "imageGenerationDescription": "Gib deinen {{name}} API-Schlüssel ein, um mit der Bildgenerierung zu beginnen",
      "title": "Benutzerdefinierter {{name}} API-Schlüssel"
    },
    "closeMessage": "Hinweis schließen",
    "comfyui": {
      "description": "Bitte gib gültige {{name}} Zugangsdaten ein, um mit der Bildgenerierung zu beginnen",
      "modifyBaseUrl": "Comfy UI-Dienstadresse ändern",
      "title": "Bestätige deine {{name}} Zugangsdaten"
    },
    "confirm": "Bestätigen und erneut versuchen",
    "goToSettings": "Zu den Einstellungen",
    "oauth": {
      "description": "Der Administrator hat die zentrale Authentifizierung aktiviert. Klicke auf den Button unten, um dich anzumelden und die Anwendung freizuschalten.",
      "success": "Anmeldung erfolgreich",
      "title": "Konto anmelden",
      "welcome": "Willkommen!"
    },
    "password": {
      "description": "Der Administrator hat die Anwendung mit einem Passwort geschützt. Gib das Passwort ein, um die Anwendung freizuschalten. Du musst es nur einmal eingeben.",
      "placeholder": "Bitte Passwort eingeben",
      "title": "Passwort eingeben, um die Anwendung freizuschalten"
    },
    "tabs": {
      "apiKey": "Benutzerdefinierter API-Schlüssel",
      "password": "Passwort"
    }
  },
  "upload": {
    "desc": "Details: {{detail}}",
    "fileOnlySupportInServerMode": "Im aktuellen Bereitstellungsmodus können nur Bilddateien hochgeladen werden. Um {{ext}}-Dateien hochzuladen, wechsle bitte zur serverseitigen Datenbankbereitstellung oder nutze den {{cloud}}-Dienst.",
    "networkError": "Bitte überprüfe deine Netzwerkverbindung und die CORS-Konfiguration des Dateispeicherdienstes.",
    "title": "Datei-Upload fehlgeschlagen. Bitte überprüfe deine Netzwerkverbindung oder versuche es später erneut.",
    "unknownError": "Fehlerursache: {{reason}}",
    "uploadFailed": "Datei-Upload fehlgeschlagen"
  }
}
