{
  "dbV1": {
    "action": {
      "clearDB": "Limpar banco de dados",
      "downloadBackup": "Baixar backup",
      "reUpgrade": "Reinstalar",
      "start": "Começar",
      "upgrade": "Atualização"
    },
    "clear": {
      "confirm": "Você está prestes a limpar os dados locais (as configurações globais não serão afetadas). Por favor, confirme se você fez o download do backup dos dados."
    },
    "description": "Na nova versão, o armazenamento de dados do {{appName}} teve um grande avanço. Portanto, precisamos atualizar os dados da versão anterior para proporcionar uma melhor experiência de uso.",
    "features": {
      "capability": {
        "desc": "Baseado na tecnologia IndexedDB, é capaz de armazenar todas as suas mensagens de conversa ao longo da vida.",
        "title": "Alta Capacidade"
      },
      "performance": {
        "desc": "Milhões de mensagens indexadas automaticamente, com respostas de consulta em milissegundos.",
        "title": "Alto Desempenho"
      },
      "use": {
        "desc": "Suporta a busca por títulos, descrições, etiquetas, conteúdo de mensagens e até textos traduzidos, aumentando significativamente a eficiência das buscas diárias.",
        "title": "Mais Fácil de Usar"
      }
    },
    "title": "Evolução dos Dados do {{appName}}",
    "upgrade": {
      "error": {
        "subTitle": "Lamentamos, ocorreu uma anomalia durante o processo de atualização do banco de dados. Por favor, tente as seguintes soluções: A. Limpe os dados locais e reimporte os dados de backup; B. Clique no botão 'Reatualizar'.<br><br> Se o erro persistir, por favor <1>envie um problema</1>, e nós iremos ajudá-lo a resolver o mais rápido possível.",
        "title": "Falha na Atualização do Banco de Dados"
      },
      "success": {
        "subTitle": "O banco de dados do {{appName}} foi atualizado para a versão mais recente, comece a aproveitar agora!",
        "title": "Atualização do Banco de Dados Bem-Sucedida"
      }
    },
    "upgradeTip": "A atualização leva aproximadamente 10 a 20 segundos, por favor, não feche o {{appName}} durante o processo."
  },
  "migrateError": {
    "missVersion": "O arquivo de importação está sem o número da versão. Por favor, verifique o arquivo e tente novamente.",
    "noMigration": "Não foi encontrado um plano de migração correspondente à versão atual. Por favor, verifique o número da versão e tente novamente. Se o problema persistir, por favor, envie um relatório de problema."
  }
}
