{
  "clerkAuth": {
    "loginSuccess": {
      "action": "ادامه جلسه",
      "desc": "{{greeting}}، خوشحالیم که می‌توانیم به شما خدمت کنیم. بیایید به موضوع قبلی ادامه دهیم.",
      "title": "خوش آمدید، {{nickName}}"
    }
  },
  "error": {
    "backHome": "بازگشت به صفحه اصلی",
    "desc": "کمی بعد امتحان کنید، یا به دنیای شناخته شده برگردید",
    "retry": "بارگذاری مجدد",
    "title": "صفحه با کمی مشکل مواجه شده است.."
  },
  "fetchError": "درخواست ناموفق بود",
  "fetchErrorDetail": "جزئیات خطا",
  "notFound": {
    "backHome": "بازگشت به صفحه اصلی",
    "check": "لطفاً بررسی کنید که URL شما صحیح است",
    "desc": "ما نمی‌توانیم صفحه‌ای که به دنبال آن هستید را پیدا کنیم",
    "title": "به قلمرو ناشناخته وارد شدید؟"
  },
  "pluginSettings": {
    "desc": "تنظیمات زیر را کامل کنید تا بتوانید از این افزونه استفاده کنید",
    "title": "تنظیمات افزونه {{name}}"
  },
  "response": {
    "400": "متأسفیم، سرور درخواست شما را درک نمی‌کند، لطفاً اطمینان حاصل کنید که پارامترهای درخواست شما صحیح هستند",
    "401": "متأسفیم، سرور درخواست شما را رد کرد، ممکن است به دلیل عدم دسترسی یا عدم ارائه احراز هویت معتبر باشد",
    "403": "متأسفیم، سرور درخواست شما را رد کرد، شما به این محتوا دسترسی ندارید",
    "404": "متأسفیم، سرور نمی‌تواند صفحه یا منبعی که درخواست کرده‌اید را پیدا کند، لطفاً اطمینان حاصل کنید که URL شما صحیح است",
    "405": "متأسفیم، سرور روش درخواست شما را پشتیبانی نمی‌کند، لطفاً اطمینان حاصل کنید که روش درخواست شما صحیح است",
    "406": "متأسفیم، سرور نمی‌تواند درخواست را بر اساس ویژگی‌های محتوای شما تکمیل کند",
    "407": "متأسفیم، شما باید پس از احراز هویت پروکسی، این درخواست را ادامه دهید",
    "408": "متأسفیم، سرور در انتظار درخواست زمان‌بر شده است، لطفاً اتصال شبکه خود را بررسی کنید و دوباره امتحان کنید",
    "409": "متأسفیم، درخواست با تضاد مواجه است و نمی‌تواند پردازش شود، ممکن است به دلیل عدم سازگاری وضعیت منبع با درخواست باشد",
    "410": "متأسفیم، منبعی که درخواست کرده‌اید به طور دائمی حذف شده است و نمی‌توان آن را پیدا کرد",
    "411": "متأسفیم، سرور نمی‌تواند درخواست بدون طول محتوای معتبر را پردازش کند",
    "412": "متأسفیم، درخواست شما شرایط سرور را برآورده نمی‌کند و نمی‌تواند پردازش شود",
    "413": "متأسفیم، حجم داده‌های درخواست شما بیش از حد است و سرور نمی‌تواند آن را پردازش کند",
    "414": "متأسفیم، URI درخواست شما بیش از حد طولانی است و سرور نمی‌تواند آن را پردازش کند",
    "415": "متأسفیم، سرور نمی‌تواند فرمت رسانه‌ای پیوست شده به درخواست را پردازش کند",
    "416": "متأسفیم، سرور نمی‌تواند دامنه درخواست شما را برآورده کند",
    "417": "متأسفیم، سرور نمی‌تواند انتظارات شما را برآورده کند",
    "422": "متأسفیم، فرمت درخواست شما صحیح است، اما به دلیل وجود خطای معنایی، نمی‌تواند پاسخ دهد",
    "423": "متأسفیم، منبعی که درخواست کرده‌اید قفل شده است",
    "424": "متأسفیم، به دلیل شکست درخواست قبلی، درخواست فعلی نمی‌تواند پردازش شود",
    "426": "متأسفیم، سرور از شما خواسته است که کلاینت خود را به نسخه پروتکل بالاتری ارتقا دهید",
    "428": "متأسفیم، سرور پیش‌نیازها را درخواست کرده است و از شما خواسته است که درخواست شما شامل هدرهای شرطی صحیح باشد",
    "429": "متأسفیم، درخواست شما بیش از حد است، سرور کمی خسته شده است، لطفاً بعداً دوباره امتحان کنید",
    "431": "متأسفیم، فیلدهای هدر درخواست شما بیش از حد بزرگ است و سرور نمی‌تواند آن را پردازش کند",
    "451": "متأسفیم، به دلایل قانونی، سرور از ارائه این منبع خودداری می‌کند",
    "500": "متأسفیم، به نظر می‌رسد سرور با مشکلاتی مواجه شده است و نمی‌تواند درخواست شما را پردازش کند، لطفاً بعداً دوباره امتحان کنید",
    "501": "متأسفیم، سرور هنوز نمی‌داند چگونه این درخواست را پردازش کند، لطفاً اطمینان حاصل کنید که عملیات شما صحیح است",
    "502": "متأسفیم، به نظر می‌رسد سرور در مسیر خود گم شده است و نمی‌تواند خدماتی ارائه دهد، لطفاً بعداً دوباره امتحان کنید",
    "503": "متأسفیم، سرور در حال حاضر نمی‌تواند درخواست شما را پردازش کند، ممکن است به دلیل بار زیاد یا در حال نگهداری باشد، لطفاً بعداً دوباره امتحان کنید",
    "504": "متأسفیم، سرور پاسخی از سرور بالادستی دریافت نکرده است، لطفاً بعداً دوباره امتحان کنید",
    "505": "متأسفیم، سرور از HTTP نسخه‌ای که شما استفاده می‌کنید پشتیبانی نمی‌کند، لطفاً بعد از به‌روزرسانی دوباره امتحان کنید",
    "506": "متأسفیم، مشکلی در پیکربندی سرور وجود دارد، لطفاً با مدیر تماس بگیرید",
    "507": "متأسفیم، فضای ذخیره‌سازی سرور کافی نیست و نمی‌تواند درخواست شما را پردازش کند، لطفاً بعداً دوباره امتحان کنید",
    "509": "متأسفیم، پهنای باند سرور تمام شده است، لطفاً بعداً دوباره امتحان کنید",
    "510": "متأسفیم، سرور از قابلیت‌های اضافی درخواست پشتیبانی نمی‌کند، لطفاً با مدیر تماس بگیرید",
    "524": "متأسفیم، سرور در انتظار پاسخ زمان‌بر شده است، ممکن است به دلیل کندی پاسخ باشد، لطفاً بعداً دوباره امتحان کنید",
    "AgentRuntimeError": "خطای اجرای Lobe AI Runtime، لطفاً با توجه به اطلاعات زیر، بررسی یا دوباره امتحان کنید",
    "FreePlanLimit": "شما در حال حاضر کاربر رایگان هستید و نمی‌توانید از این قابلیت استفاده کنید، لطفاً به طرح پرداختی ارتقا دهید و سپس ادامه دهید",
    "InvalidAccessCode": "رمز عبور نادرست یا خالی است، لطفاً رمز عبور دسترسی صحیح را وارد کنید، یا کلید API سفارشی را اضافه کنید",
    "InvalidBedrockCredentials": "احراز هویت Bedrock ناموفق بود، لطفاً AccessKeyId/SecretAccessKey را بررسی کنید و دوباره امتحان کنید",
    "InvalidClerkUser": "متأسفیم، شما هنوز وارد نشده‌اید، لطفاً ابتدا وارد شوید یا حساب کاربری ایجاد کنید و سپس ادامه دهید",
    "InvalidGithubToken": "Github PAT نادرست یا خالی است، لطفاً Github PAT را بررسی کنید و دوباره امتحان کنید",
    "InvalidOllamaArgs": "پیکربندی Ollama نادرست است، لطفاً پیکربندی Ollama را بررسی کنید و دوباره امتحان کنید",
    "InvalidProviderAPIKey": "{{provider}} API Key نادرست یا خالی است، لطفاً {{provider}} API Key را بررسی کنید و دوباره امتحان کنید",
    "LocationNotSupportError": "متأسفیم، منطقه شما از این مدل خدمات پشتیبانی نمی‌کند، ممکن است به دلیل محدودیت‌های منطقه‌ای یا عدم فعال‌سازی خدمات باشد. لطفاً تأیید کنید که آیا منطقه فعلی از این خدمات پشتیبانی می‌کند یا سعی کنید به منطقه دیگری تغییر دهید و دوباره امتحان کنید.",
    "NoOpenAIAPIKey": "OpenAI API Key نادرست یا خالی است، لطفاً OpenAI API Key سفارشی را اضافه کنید",
    "OllamaBizError": "درخواست Ollama با خطا مواجه شده است، لطفاً با توجه به اطلاعات زیر، بررسی یا دوباره امتحان کنید",
    "OllamaServiceUnavailable": "اتصال به خدمات Ollama ناموفق بود، لطفاً بررسی کنید که آیا Ollama به درستی کار می‌کند یا پیکربندی CORS آن صحیح است",
    "OpenAIBizError": "درخواست OpenAI با خطا مواجه شده است، لطفاً با توجه به اطلاعات زیر، بررسی یا دوباره امتحان کنید",
    "PermissionDenied": "متأسفیم، شما اجازه دسترسی به این خدمات را ندارید، لطفاً بررسی کنید که آیا کلید شما دسترسی دارد",
    "PluginApiNotFound": "متأسفیم، در فهرست توصیفی افزونه این API وجود ندارد، لطفاً بررسی کنید که روش درخواست شما با API فهرست افزونه مطابقت دارد",
    "PluginApiParamsError": "متأسفیم، اعتبارسنجی ورودی‌های درخواست این افزونه ناموفق بود، لطفاً بررسی کنید که ورودی‌ها با اطلاعات توصیفی API مطابقت دارند",
    "PluginFailToTransformArguments": "متأسفیم، تجزیه پارامترهای فراخوانی افزونه ناموفق بود، لطفاً سعی کنید پیام دستیار را دوباره تولید کنید، یا پس از تغییر به مدل AI با قابلیت‌های بالاتر، دوباره امتحان کنید",
    "PluginGatewayError": "متأسفیم، دروازه افزونه با خطا مواجه شده است، لطفاً بررسی کنید که پیکربندی دروازه افزونه صحیح است",
    "PluginManifestInvalid": "متأسفیم، اعتبارسنجی فهرست توصیفی ناموفق بود، لطفاً بررسی کنید که فرمت فهرست توصیفی صحیح است",
    "PluginManifestNotFound": "متأسفیم، سرور نتوانست فهرست توصیفی این افزونه (manifest.json) را پیدا کند، لطفاً بررسی کنید که آدرس فایل توصیفی افزونه صحیح است",
    "PluginMarketIndexInvalid": "متأسفیم، اعتبارسنجی فهرست افزونه ناموفق بود، لطفاً بررسی کنید که فرمت فایل فهرست صحیح است",
    "PluginMarketIndexNotFound": "متأسفیم، سرور نتوانست فهرست افزونه‌ها را پیدا کند، لطفاً بررسی کنید که آدرس فهرست صحیح است",
    "PluginMetaInvalid": "متأسفیم، اعتبارسنجی اطلاعات متا این افزونه ناموفق بود، لطفاً بررسی کنید که فرمت اطلاعات متا افزونه صحیح است",
    "PluginMetaNotFound": "متأسفیم، در فهرست افزونه‌ای پیدا نشد، لطفاً اطلاعات پیکربندی افزونه را در فهرست بررسی کنید",
    "PluginOpenApiInitError": "متأسفیم، راه‌اندازی کلاینت OpenAPI ناموفق بود، لطفاً بررسی کنید که اطلاعات پیکربندی OpenAPI صحیح است",
    "PluginServerError": "درخواست سرور افزونه با خطا مواجه شده است، لطفاً با توجه به اطلاعات خطا زیر، فایل توصیفی افزونه، پیکربندی افزونه یا پیاده‌سازی سرور را بررسی کنید",
    "PluginSettingsInvalid": "این افزونه نیاز به پیکربندی صحیح دارد تا بتوانید از آن استفاده کنید، لطفاً بررسی کنید که پیکربندی شما صحیح است",
    "ProviderBizError": "درخواست {{provider}} با خطا مواجه شده است، لطفاً با توجه به اطلاعات زیر، بررسی یا دوباره امتحان کنید",
    "QuotaLimitReached": "متأسفیم، مصرف توکن یا تعداد درخواست‌های فعلی به حداکثر سهمیه (quota) این کلید رسیده است، لطفاً سهمیه این کلید را افزایش دهید یا بعداً دوباره امتحان کنید",
    "StreamChunkError": "خطای تجزیه بلوک پیام درخواست جریانی، لطفاً بررسی کنید که آیا API فعلی با استانداردها مطابقت دارد، یا با تأمین‌کننده API خود تماس بگیرید",
    "SubscriptionPlanLimit": "مقدار اشتراک شما به پایان رسیده است و نمی‌توانید از این قابلیت استفاده کنید، لطفاً به طرح بالاتر ارتقا دهید یا بسته منابع خریداری کنید و سپس ادامه دهید",
    "UnknownChatFetchError": "متأسفیم، با خطای ناشناخته درخواست مواجه شده‌ایم، لطفاً با توجه به اطلاعات زیر، بررسی یا دوباره امتحان کنید"
  },
  "stt": {
    "responseError": "درخواست خدمات ناموفق بود، لطفاً پیکربندی را بررسی کنید یا دوباره امتحان کنید"
  },
  "tts": {
    "responseError": "درخواست خدمات ناموفق بود، لطفاً پیکربندی را بررسی کنید یا دوباره امتحان کنید"
  },
  "unlock": {
    "addProxyUrl": "آدرس پروکسی OpenAI را اضافه کنید (اختیاری)",
    "apiKey": {
      "description": "API Key {{name}} خود را وارد کنید تا جلسه را شروع کنید",
      "title": "استفاده از API Key سفارشی {{name}}"
    },
    "closeMessage": "بستن پیام",
    "confirm": "تأیید و دوباره امتحان کنید",
    "oauth": {
      "description": "مدیر احراز هویت یکپارچه را فعال کرده است، با کلیک بر روی دکمه زیر وارد شوید تا برنامه را باز کنید",
      "success": "ورود موفقیت‌آمیز بود",
      "title": "ورود به حساب",
      "welcome": "خوش آمدید!"
    },
    "password": {
      "description": "مدیر رمزگذاری برنامه را فعال کرده است، پس از وارد کردن رمز عبور برنامه، می‌توانید برنامه را باز کنید. رمز عبور فقط یک بار باید وارد شود",
      "placeholder": "لطفاً رمز عبور را وارد کنید",
      "title": "وارد کردن رمز عبور برای باز کردن برنامه"
    },
    "tabs": {
      "apiKey": "API Key سفارشی",
      "password": "رمز عبور"
    }
  },
  "upload": {
    "desc": "جزئیات: {{detail}}",
    "fileOnlySupportInServerMode": "مدل استقرار فعلی از بارگذاری فایل‌های غیر تصویری پشتیبانی نمی‌کند، اگر می‌خواهید فرمت {{ext}} را بارگذاری کنید، لطفاً به استقرار پایگاه داده سرور یا استفاده از خدمات {{cloud}} تغییر دهید",
    "networkError": "لطفاً اطمینان حاصل کنید که شبکه شما به درستی کار می‌کند و پیکربندی CORS خدمات ذخیره‌سازی فایل را بررسی کنید",
    "title": "بارگذاری فایل ناموفق بود، لطفاً اتصال شبکه را بررسی کنید یا بعداً دوباره امتحان کنید",
    "unknownError": "دلیل خطا: {{reason}}",
    "uploadFailed": "بارگذاری فایل ناموفق بود"
  }
}
