{
  "clerkAuth.loginSuccess.action": "ادامه جلسه",
  "clerkAuth.loginSuccess.desc": "{{greeting}}، خوشحالیم که می‌توانیم دوباره به شما خدمت کنیم. بیایید مکالمه قبلی را ادامه دهیم.",
  "clerkAuth.loginSuccess.title": "خوش آمدید، {{nickName}}",
  "error.backHome": "بازگشت به صفحه اصلی",
  "error.desc": "بعداً دوباره امتحان کنید، یا به دنیای آشنا بازگردید",
  "error.retry": "بارگذاری مجدد",
  "error.title": "مشکلی در صفحه رخ داده است..",
  "fetchError.detail": "جزئیات خطا",
  "fetchError.title": "درخواست ناموفق بود",
  "import.importConfigFile.description": "علت خطا: {{reason}}",
  "import.importConfigFile.title": "واردات ناموفق",
  "import.incompatible.description": "این فایل توسط نسخه بالاتری صادر شده است، لطفاً سعی کنید به آخرین نسخه ارتقا دهید و دوباره وارد کنید",
  "import.incompatible.title": "برنامه فعلی از واردات این فایل پشتیبانی نمی‌کند",
  "loginRequired.desc": "به زودی به صفحه ورود منتقل خواهید شد",
  "loginRequired.title": "لطفاً پس از ورود از این قابلیت استفاده کنید",
  "notFound.backHome": "بازگشت به صفحه اصلی",
  "notFound.check": "لطفاً بررسی کنید که آیا URL شما صحیح است",
  "notFound.desc": "ما نتوانستیم صفحه‌ای که به دنبال آن هستید را پیدا کنیم",
  "notFound.title": "وارد قلمروی ناشناخته شده‌اید؟",
  "pluginSettings.desc": "با انجام تنظیمات زیر، می‌توانید از این افزونه استفاده کنید",
  "pluginSettings.title": "تنظیمات افزونه {{name}}",
  "response.400": "متأسفیم، سرور درخواست شما را متوجه نشد، لطفاً پارامترهای درخواست خود را بررسی کنید",
  "response.401": "متأسفیم، سرور درخواست شما را رد کرد، ممکن است به دلیل عدم دسترسی یا عدم ارائه احراز هویت معتبر باشد",
  "response.403": "متأسفیم، سرور درخواست شما را رد کرد، شما اجازه دسترسی به این محتوا را ندارید",
  "response.404": "متأسفیم، سرور صفحه یا منبع درخواستی شما را پیدا نکرد، لطفاً URL خود را بررسی کنید",
  "response.405": "متأسفیم، سرور از روش درخواست شما پشتیبانی نمی‌کند، لطفاً روش درخواست خود را بررسی کنید",
  "response.406": "متأسفیم، سرور نمی‌تواند درخواست شما را بر اساس ویژگی‌های محتوای درخواست شده انجام دهد",
  "response.407": "متأسفیم، شما باید ابتدا احراز هویت پروکسی را انجام دهید تا بتوانید ادامه دهید",
  "response.408": "متأسفیم، سرور در انتظار درخواست شما زمان‌سنجی کرد، لطفاً اتصال شبکه خود را بررسی کرده و دوباره تلاش کنید",
  "response.409": "متأسفیم، درخواست شما با تعارض مواجه است و نمی‌تواند پردازش شود، ممکن است به دلیل ناسازگاری وضعیت منابع با درخواست باشد",
  "response.410": "متأسفیم، منبع درخواستی شما به طور دائم حذف شده و قابل یافتن نیست",
  "response.411": "متأسفیم، سرور نمی‌تواند درخواست بدون طول محتوای معتبر را پردازش کند",
  "response.412": "متأسفیم، درخواست شما شرایط سرور را برآورده نمی‌کند و نمی‌تواند انجام شود",
  "response.413": "متأسفیم، داده‌های درخواست شما بیش از حد بزرگ است و سرور نمی‌تواند آن را پردازش کند",
  "response.414": "متأسفیم، URI درخواست شما بیش از حد طولانی است و سرور نمی‌تواند آن را پردازش کند",
  "response.415": "متأسفیم، سرور نمی‌تواند فرمت رسانه‌ای درخواست شده را پردازش کند",
  "response.416": "متأسفیم، سرور نمی‌تواند محدوده درخواست شما را برآورده کند",
  "response.417": "متأسفیم، سرور نمی‌تواند انتظارات شما را برآورده کند",
  "response.422": "متأسفیم، فرمت درخواست شما صحیح است اما به دلیل خطای معنایی نمی‌تواند پاسخ دهد",
  "response.423": "متأسفیم، منبع درخواستی شما قفل شده است",
  "response.424": "متأسفیم، به دلیل شکست درخواست قبلی، درخواست فعلی نمی‌تواند انجام شود",
  "response.426": "متأسفیم، سرور از شما می‌خواهد که به نسخه بالاتری از پروتکل ارتقا دهید",
  "response.428": "متأسفیم، سرور نیاز به شرایط پیش‌نیاز دارد و درخواست شما باید شامل هدرهای شرطی صحیح باشد",
  "response.429": "متأسفیم، درخواست‌های شما بیش از حد است، سرور خسته شده است، لطفاً بعداً دوباره تلاش کنید",
  "response.431": "متأسفیم، فیلدهای هدر درخواست شما بیش از حد بزرگ است و سرور نمی‌تواند آن را پردازش کند",
  "response.451": "متأسفیم، به دلیل مسائل قانونی، سرور از ارائه این منبع خودداری می‌کند",
  "response.499": "متأسفیم، درخواست شما در حین پردازش در سرور به طور ناگهانی قطع شد، ممکن است به دلیل لغو عملیات توسط شما یا ناپایداری اتصال شبکه باشد. لطفاً وضعیت شبکه را بررسی کرده و دوباره تلاش کنید.",
  "response.500": "متأسفیم، سرور با مشکلی مواجه شده و نمی‌تواند درخواست شما را در حال حاضر انجام دهد، لطفاً بعداً دوباره تلاش کنید",
  "response.501": "متأسفیم، سرور هنوز نمی‌داند چگونه این درخواست را پردازش کند، لطفاً بررسی کنید که آیا عملیات شما صحیح است",
  "response.502": "متأسفیم، سرور به نظر می‌رسد مسیر خود را گم کرده و نمی‌تواند خدمات ارائه دهد، لطفاً بعداً دوباره تلاش کنید",
  "response.503": "متأسفیم، سرور در حال حاضر نمی‌تواند درخواست شما را پردازش کند، ممکن است به دلیل بار زیاد یا نگهداری باشد، لطفاً بعداً دوباره تلاش کنید",
  "response.504": "متأسفیم، سرور پاسخی از سرور بالادستی دریافت نکرده است، لطفاً بعداً دوباره تلاش کنید",
  "response.505": "متأسفیم، سرور از نسخه HTTP شما پشتیبانی نمی‌کند، لطفاً به‌روزرسانی کنید و دوباره تلاش کنید",
  "response.506": "متأسفیم، پیکربندی سرور با مشکل مواجه شده است، لطفاً با مدیر سیستم تماس بگیرید",
  "response.507": "متأسفیم، فضای ذخیره‌سازی سرور کافی نیست و نمی‌تواند درخواست شما را پردازش کند، لطفاً بعداً دوباره تلاش کنید",
  "response.509": "متأسفیم، پهنای باند سرور به پایان رسیده است، لطفاً بعداً دوباره تلاش کنید",
  "response.510": "متأسفیم، سرور از قابلیت‌های افزوده درخواست پشتیبانی نمی‌کند، لطفاً با مدیر سیستم تماس بگیرید",
  "response.520": "متأسفیم، سرور با یک مشکل غیرمنتظره مواجه شده است که باعث عدم توانایی در تکمیل درخواست شما شده است. لطفاً بعداً دوباره تلاش کنید، ما در حال تلاش برای حل این مشکل هستیم.",
  "response.522": "متأسفیم، اتصال به سرور به دلیل زمان‌بر بودن پاسخ قطع شده است و نتوانسته‌ایم به موقع به درخواست شما پاسخ دهیم. ممکن است به دلیل ناپایداری شبکه یا عدم دسترسی موقت به سرور باشد. لطفاً بعداً دوباره تلاش کنید، ما در حال تلاش برای بازگرداندن خدمات هستیم.",
  "response.524": "متأسفیم، سرور در حین انتظار برای پاسخ زمان‌بر شده است، ممکن است به دلیل کندی پاسخ باشد. لطفاً بعداً دوباره تلاش کنید.",
  "response.AgentRuntimeError": "اجرای Lobe AI Runtime با خطا مواجه شد، لطفاً بر اساس اطلاعات زیر بررسی کنید یا دوباره تلاش کنید",
  "response.ComfyUIBizError": "درخواست به سرویس ComfyUI با خطا مواجه شد، لطفاً با توجه به اطلاعات زیر مشکل را بررسی کرده یا دوباره تلاش کنید",
  "response.ComfyUIEmptyResult": "ComfyUI هیچ تصویری تولید نکرد، لطفاً پیکربندی مدل را بررسی کرده یا دوباره تلاش کنید",
  "response.ComfyUIModelError": "بارگذاری مدل ComfyUI با شکست مواجه شد، لطفاً بررسی کنید که فایل مدل وجود دارد یا خیر",
  "response.ComfyUIServiceUnavailable": "اتصال به سرویس ComfyUI ناموفق بود، لطفاً بررسی کنید که آیا ComfyUI به‌درستی اجرا می‌شود یا آدرس سرویس به‌درستی پیکربندی شده است",
  "response.ComfyUIUploadFailed": "بارگذاری تصویر در ComfyUI ناموفق بود، لطفاً اتصال به سرور را بررسی کرده یا دوباره تلاش کنید",
  "response.ComfyUIWorkflowError": "اجرای جریان کاری ComfyUI با شکست مواجه شد، لطفاً پیکربندی جریان کاری را بررسی کنید",
  "response.ConnectionCheckFailed": "درخواست بدون پاسخ برگشت، لطفاً بررسی کنید که آیا آدرس پروکسی API در انتها شامل `/v1` نیست",
  "response.CreateMessageError": "متأسفیم، پیام نتوانست به درستی ارسال شود، لطفاً محتوا را کپی کرده و دوباره ارسال کنید، پس از تازه‌سازی صفحه، این پیام حفظ نخواهد شد",
  "response.ExceededContextWindow": "محتوای درخواست فعلی از طول قابل پردازش مدل فراتر رفته است، لطفاً حجم محتوا را کاهش داده و دوباره تلاش کنید",
  "response.FreePlanLimit": "شما در حال حاضر کاربر رایگان هستید و نمی‌توانید از این قابلیت استفاده کنید، لطفاً به یک طرح پولی ارتقا دهید تا ادامه دهید",
  "response.GoogleAIBlockReason.BLOCKLIST": "محتوای شما شامل واژگان ممنوعه است. لطفاً ورودی خود را بررسی و اصلاح کرده و دوباره تلاش کنید.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "تولید تصویر به‌دلیل ملاحظات ایمنی مسدود شد. لطفاً درخواست تولید تصویر خود را اصلاح کرده و مجدداً تلاش کنید.",
  "response.GoogleAIBlockReason.LANGUAGE": "زبانی که استفاده کرده‌اید در حال حاضر پشتیبانی نمی‌شود. لطفاً دوباره به زبان انگلیسی یا یکی از زبان‌های پشتیبانی‌شده سؤال خود را مطرح کنید.",
  "response.GoogleAIBlockReason.OTHER": "محتوا به دلایل نامشخص مسدود شده است. لطفاً درخواست خود را به شکل دیگری بازنویسی کنید.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "درخواست شما ممکن است شامل محتوای ممنوعه باشد. لطفاً آن را تنظیم کنید تا با دستورالعمل‌های استفاده مطابقت داشته باشد.",
  "response.GoogleAIBlockReason.RECITATION": "محتوای شما به‌دلیل احتمال نقض حقوق تکثیر مسدود شده است. لطفاً از محتوای اصلی استفاده کنید یا درخواست خود را بازنویسی کنید.",
  "response.GoogleAIBlockReason.SAFETY": "محتوای شما به‌دلیل سیاست‌های ایمنی مسدود شده است. لطفاً درخواست خود را اصلاح کنید تا شامل محتوای مضر یا نامناسب نباشد.",
  "response.GoogleAIBlockReason.SPII": "محتوای شما ممکن است شامل اطلاعات هویتی حساس فردی باشد. برای محافظت از حریم خصوصی، لطفاً اطلاعات حساس را حذف کرده و دوباره تلاش کنید.",
  "response.GoogleAIBlockReason.default": "محتوا مسدود شد: {{blockReason}}。لطفاً محتوای درخواست خود را اصلاح کرده و دوباره تلاش کنید.",
  "response.InsufficientQuota": "متأسفیم، سهمیه این کلید به حداکثر رسیده است. لطفاً موجودی حساب خود را بررسی کرده یا پس از افزایش سهمیه کلید دوباره تلاش کنید.",
  "response.InvalidAccessCode": "رمز عبور نادرست یا خالی است، لطفاً رمز عبور صحیح را وارد کنید یا API Key سفارشی اضافه کنید",
  "response.InvalidBedrockCredentials": "اعتبارسنجی Bedrock ناموفق بود، لطفاً AccessKeyId/SecretAccessKey را بررسی کرده و دوباره تلاش کنید",
  "response.InvalidClerkUser": "متأسفیم، شما هنوز وارد نشده‌اید، لطفاً ابتدا وارد شوید یا ثبت‌نام کنید و سپس ادامه دهید",
  "response.InvalidComfyUIArgs": "پیکربندی ComfyUI نادرست است، لطفاً پس از بررسی پیکربندی ComfyUI دوباره تلاش کنید",
  "response.InvalidGithubToken": "Github PAT نادرست یا خالی است، لطفاً Github PAT را بررسی کرده و دوباره تلاش کنید",
  "response.InvalidOllamaArgs": "پیکربندی Ollama نادرست است، لطفاً پیکربندی Ollama را بررسی کرده و دوباره تلاش کنید",
  "response.InvalidProviderAPIKey": "{{provider}} API Key نادرست یا خالی است، لطفاً {{provider}} API Key را بررسی کرده و دوباره تلاش کنید",
  "response.InvalidVertexCredentials": "احراز هویت Vertex ناموفق بود، لطفاً گواهی احراز هویت را بررسی کرده و دوباره تلاش کنید",
  "response.LocationNotSupportError": "متأسفیم، منطقه شما از این سرویس مدل پشتیبانی نمی‌کند، ممکن است به دلیل محدودیت‌های منطقه‌ای یا عدم دسترسی به سرویس باشد. لطفاً بررسی کنید که آیا منطقه فعلی شما از این سرویس پشتیبانی می‌کند یا سعی کنید به منطقه دیگری تغییر دهید و دوباره تلاش کنید",
  "response.ModelNotFound": "متأسفیم، نمی‌توانیم مدل مربوطه را درخواست کنیم، ممکن است مدل وجود نداشته باشد یا به دلیل عدم دسترسی، لطفاً کلید API خود را تغییر دهید یا دسترسی‌ها را تنظیم کنید و دوباره تلاش کنید",
  "response.NoOpenAIAPIKey": "OpenAI API Key نادرست یا خالی است، لطفاً OpenAI API Key سفارشی اضافه کنید",
  "response.OllamaBizError": "درخواست به سرویس Ollama با خطا مواجه شد، لطفاً بر اساس اطلاعات زیر بررسی کنید یا دوباره تلاش کنید",
  "response.OllamaServiceUnavailable": "اتصال به سرویس Ollama ناموفق بود، لطفاً بررسی کنید که آیا Ollama به درستی کار می‌کند یا پیکربندی‌های cross-origin Ollama به درستی تنظیم شده است",
  "response.PermissionDenied": "متأسفیم، شما اجازه دسترسی به این سرویس را ندارید، لطفاً بررسی کنید که آیا کلید شما دسترسی لازم را دارد",
  "response.PluginApiNotFound": "متأسفیم، API در فایل توصیف افزونه وجود ندارد، لطفاً روش درخواست خود را با API افزونه مطابقت دهید",
  "response.PluginApiParamsError": "متأسفیم، اعتبارسنجی پارامترهای درخواست افزونه ناموفق بود، لطفاً پارامترها را با اطلاعات API مطابقت دهید",
  "response.PluginFailToTransformArguments": "متأسفیم، تجزیه پارامترهای فراخوانی افزونه ناموفق بود، لطفاً دوباره پیام دستیار را تولید کنید یا از مدل AI قوی‌تری برای فراخوانی ابزارها استفاده کنید",
  "response.PluginGatewayError": "متأسفیم، دروازه افزونه با خطا مواجه شد، لطفاً پیکربندی دروازه افزونه را بررسی کنید",
  "response.PluginManifestInvalid": "متأسفیم، اعتبارسنجی فایل توصیف افزونه ناموفق بود، لطفاً فرمت فایل توصیف را بررسی کنید",
  "response.PluginManifestNotFound": "متأسفیم، سرور فایل توصیف افزونه (manifest.json) را پیدا نکرد، لطفاً آدرس فایل توصیف افزونه را بررسی کنید",
  "response.PluginMarketIndexInvalid": "متأسفیم، اعتبارسنجی شاخص افزونه ناموفق بود، لطفاً فرمت فایل شاخص را بررسی کنید",
  "response.PluginMarketIndexNotFound": "متأسفیم، سرور شاخص افزونه را پیدا نکرد، لطفاً آدرس شاخص را بررسی کنید",
  "response.PluginMetaInvalid": "متأسفیم، اعتبارسنجی متادیتای افزونه ناموفق بود، لطفاً فرمت متادیتای افزونه را بررسی کنید",
  "response.PluginMetaNotFound": "متأسفیم، افزونه در شاخص یافت نشد، لطفاً اطلاعات پیکربندی افزونه در شاخص را بررسی کنید",
  "response.PluginOpenApiInitError": "متأسفیم، کلاینت OpenAPI با شکست مواجه شد، لطفاً پیکربندی OpenAPI را بررسی کنید",
  "response.PluginServerError": "درخواست سرور افزونه با خطا مواجه شد، لطفاً بر اساس اطلاعات زیر فایل توصیف افزونه، پیکربندی افزونه یا پیاده‌سازی سرور را بررسی کنید",
  "response.PluginSettingsInvalid": "این افزونه نیاز به پیکربندی صحیح دارد تا قابل استفاده باشد، لطفاً پیکربندی خود را بررسی کنید",
  "response.ProviderBizError": "درخواست به سرویس {{provider}} با خطا مواجه شد، لطفاً بر اساس اطلاعات زیر بررسی کنید یا دوباره تلاش کنید",
  "response.QuotaLimitReached": "متأسفیم، میزان استفاده از توکن یا تعداد درخواست‌ها به حداکثر سهمیه این کلید رسیده است. لطفاً سهمیه کلید را افزایش داده یا بعداً دوباره تلاش کنید.",
  "response.ServerAgentRuntimeError": "متأسفیم، سرویس Agent در حال حاضر در دسترس نیست. لطفاً بعداً دوباره تلاش کنید یا برای دریافت پشتیبانی با ما از طریق ایمیل تماس بگیرید.",
  "response.StreamChunkError": "خطا در تجزیه بلوک پیام درخواست جریانی، لطفاً بررسی کنید که آیا API فعلی با استانداردها مطابقت دارد یا با ارائه‌دهنده API خود تماس بگیرید",
  "response.SubscriptionKeyMismatch": "متأسفیم، به دلیل یک نقص موقتی در سیستم، مصرف فعلی اشتراک به طور موقت غیر فعال شده است. لطفاً بر روی دکمه زیر کلیک کنید تا اشتراک خود را بازیابی کنید، یا با ما از طریق ایمیل تماس بگیرید تا از ما پشتیبانی دریافت کنید.",
  "response.SubscriptionPlanLimit": "نقاط اشتراک شما تمام شده است و نمی‌توانید از این ویژگی استفاده کنید. لطفاً به یک طرح بالاتر ارتقا دهید یا پس از پیکربندی API مدل سفارشی، به استفاده ادامه دهید.",
  "response.SystemTimeNotMatchError": "متأسفیم، زمان سیستم شما با سرور مطابقت ندارد، لطفاً زمان سیستم خود را بررسی کرده و دوباره تلاش کنید",
  "response.UnknownChatFetchError": "متأسفیم، با خطای ناشناخته در درخواست مواجه شدیم، لطفاً بر اساس اطلاعات زیر بررسی کنید یا دوباره تلاش کنید",
  "stt.responseError": "درخواست سرویس ناموفق بود، لطفاً تنظیمات را بررسی کرده و دوباره تلاش کنید.",
  "supervisor.decisionFailed": "مجری گروه قادر به انجام کار نیست. لطفاً تنظیمات مجری خود را بررسی کنید و مطمئن شوید مدل، کلید API و آدرس API به درستی پیکربندی شده‌اند.",
  "testConnectionFailed": "اتصال آزمایشی ناموفق بود: {{error}}",
  "tts.responseError": "درخواست سرویس ناموفق بود، لطفاً تنظیمات را بررسی کرده و دوباره تلاش کنید.",
  "unlock.addProxyUrl": "افزودن آدرس پروکسی OpenAI (اختیاری)",
  "unlock.apiKey.description": "API Key {{name}} خود را وارد کنید تا مکالمه را شروع کنید",
  "unlock.apiKey.imageGenerationDescription": "برای شروع تولید، کلید API {{name}} خود را وارد کنید",
  "unlock.apiKey.title": "استفاده از API Key سفارشی {{name}}",
  "unlock.closeMessage": "بستن پیام",
  "unlock.comfyui.description": "برای شروع تولید تصویر، لطفاً اطلاعات احراز هویت صحیح {{name}} را وارد کنید",
  "unlock.comfyui.modifyBaseUrl": "تغییر آدرس سرویس Comfy UI",
  "unlock.comfyui.title": "اطلاعات احراز هویت {{name}} خود را تأیید کنید",
  "unlock.confirm": "تأیید و تلاش مجدد",
  "unlock.goToSettings": "رفتن به تنظیمات",
  "unlock.oauth.description": "مدیر احراز هویت یکپارچه را فعال کرده است، برای ورود و باز کردن قفل برنامه روی دکمه زیر کلیک کنید",
  "unlock.oauth.success": "ورود موفقیت‌آمیز",
  "unlock.oauth.title": "ورود به حساب کاربری",
  "unlock.oauth.welcome": "خوش آمدید!",
  "unlock.password.description": "مدیر رمزگذاری برنامه را فعال کرده است، پس از وارد کردن رمز عبور برنامه، می‌توانید قفل برنامه را باز کنید. رمز عبور فقط یک بار نیاز به وارد کردن دارد",
  "unlock.password.placeholder": "لطفاً رمز عبور را وارد کنید",
  "unlock.password.title": "وارد کردن رمز عبور برای باز کردن قفل برنامه",
  "unlock.tabs.apiKey": "API Key سفارشی",
  "unlock.tabs.password": "رمز عبور",
  "upload.desc": "جزئیات: {{detail}}",
  "upload.fileOnlySupportInServerMode": "حالت فعلی استقرار از آپلود فایل‌های غیرتصویری پشتیبانی نمی‌کند. برای آپلود فایل با فرمت {{ext}}، لطفاً به حالت استقرار سرور تغییر دهید یا از سرویس {{cloud}} استفاده کنید.",
  "upload.networkError": "لطفاً مطمئن شوید که شبکه شما به درستی کار می‌کند و تنظیمات CORS سرویس ذخیره‌سازی فایل صحیح است.",
  "upload.title": "آپلود فایل ناموفق بود، لطفاً اتصال شبکه خود را بررسی کنید یا بعداً دوباره تلاش کنید.",
  "upload.unknownError": "دلیل خطا: {{reason}}",
  "upload.uploadFailed": "آپلود فایل ناموفق بود"
}
