{
  "dbV1": {
    "action": {
      "clearDB": "Yerel Verileri Temizle",
      "downloadBackup": "Yedeğini İndir",
      "reUpgrade": "Yeniden Yükselt",
      "start": "Başla",
      "upgrade": "Yükselt"
    },
    "clear": {
      "confirm": "Yerel verileri temizlemek üzeresiniz (global ayarlar etkilenmeyecek). Lütfen yedeği indirdiğinizi onaylayın."
    },
    "description": "{{appName}}'in yeni versiyonunda veri depolama alanında büyük bir sıçrama yaşandı. Bu nedenle, eski verileri güncelleyerek size daha iyi bir kullanım deneyimi sunmak istiyoruz.",
    "features": {
      "capability": {
        "desc": "IndexedDB teknolojisine dayalı, hayatınız boyunca saklayabileceğiniz sohbet mesajlarını barındıracak kadar geniş",
        "title": "Büyük Kapasite"
      },
      "performance": {
        "desc": "Milyonlarca mesaj otomatik olarak indekslenir, sorgulama yanıt süresi milisaniye seviyesindedir",
        "title": "Yüksek Performans"
      },
      "use": {
        "desc": "Başlık, açıklama, etiket, mesaj içeriği ve hatta çeviri metni aramalarını destekler, günlük arama verimliliği büyük ölçüde artar",
        "title": "Daha Kullanışlı"
      }
    },
    "title": "{{appName}} Veri Evrimi",
    "upgrade": {
      "error": {
        "subTitle": "Üzgünüz, veritabanı güncelleme sürecinde bir hata oluştu. Lütfen aşağıdaki çözümleri deneyin: A. Yerel verileri temizleyip yedek verileri yeniden içe aktarın; B. 'Yeniden Güncelle' butonuna tıklayın.<br><br> Hala hata alıyorsanız, lütfen <1>sorun bildirin</1>, size en kısa sürede yardımcı olacağız.",
        "title": "Veritabanı Güncellemesi Başarısız"
      },
      "success": {
        "subTitle": "{{appName}}'in veritabanı en son sürüme güncellendi, hemen deneyimlemeye başlayın.",
        "title": "Veritabanı Güncellemesi Başarılı"
      }
    },
    "upgradeTip": "Güncelleme yaklaşık 10-20 saniye sürecektir, lütfen güncelleme sırasında {{appName}}'i kapatmayın."
  },
  "migrateError": {
    "missVersion": "İçe aktarılan verilerde bir sürüm numarası eksik. Lütfen dosyayı kontrol edin ve tekrar deneyin.",
    "noMigration": "Mevcut sürüm için bir geçiş çözümü bulunamadı. Lütfen sürüm numarasını kontrol edin ve tekrar deneyin. Sorun devam ederse, lütfen bir geri bildirim isteği gönderin."
  }
}
