{
  "error": {
    "title": "حدث خطأ"
  },
  "http": {
    "forbidden": "ممنوع الوصول",
    "networkError": "خطأ في الشبكة",
    "notFound": "غير موجود",
    "serverError": "خطأ في الخادم",
    "timeout": "انتهت مهلة الطلب",
    "unauthorized": "غير مصرح"
  },
  "login": {
    "accessDenied": "تم رفض الوصول من قبل مزود الهوية.",
    "cancelled": "تم إلغاء تسجيل الدخول.",
    "invalidGrant": "انتهت صلاحية جلسة تسجيل الدخول أو غير صالحة، يرجى المحاولة مرة أخرى.",
    "invalidIdToken": "تعذر قراءة معلومات المستخدم من رمز التعريف (ID Token).",
    "invalidRequest": "طلب تسجيل الدخول غير صحيح.",
    "invalidState": "فشل التحقق من الحالة (state)، يرجى المحاولة مرة أخرى.",
    "missingCodeOrState": "رمز التفويض أو الحالة (state) مفقودة.",
    "missingPkce": "معامل PKCE مفقود.",
    "networkError": "حدث خطأ في الشبكة أثناء تسجيل الدخول، يرجى التحقق من اتصال الشبكة.",
    "noIdToken": "لم يتم الحصول على رمز التعريف (ID Token) بعد تسجيل الدخول.",
    "serverError": "حدث خطأ في خادم خدمة تسجيل الدخول، يرجى المحاولة لاحقًا.",
    "temporarilyUnavailable": "خدمة تسجيل الدخول غير متوفرة مؤقتًا، يرجى المحاولة لاحقًا.",
    "tokenEndpointNonJson": "واجهت واجهة رمز التوكن استجابة غير صالحة.",
    "tokenExchangeFailed": "فشل تبادل رمز التفويض للحصول على رمز التوكن.",
    "unknown": "فشل تسجيل الدخول، يرجى المحاولة مرة أخرى.",
    "unsupportedResponseType": "نوع الاستجابة غير مدعوم."
  },
  "page": {
    "notFoundMessage": "هذه الصفحة غير موجودة.",
    "notFoundTitle": "آسف!"
  },
  "response": {
    "400": "عذرًا، الخادم لا يفهم طلبك، يرجى التأكد من صحة معلمات الطلب.",
    "401": "عذرًا، رفض الخادم طلبك، قد يكون بسبب عدم كفاية الصلاحيات أو عدم تقديم مصادقة صالحة.",
    "403": "عذرًا، رفض الخادم طلبك، ليس لديك إذن للوصول إلى هذا المحتوى.",
    "404": "عذرًا، لم يتمكن الخادم من العثور على الصفحة أو المورد الذي طلبته، يرجى التأكد من صحة عنوان URL.",
    "405": "عذرًا، لا يدعم الخادم طريقة الطلب التي استخدمتها، يرجى التأكد من صحة طريقة الطلب.",
    "406": "عذرًا، لا يستطيع الخادم إكمال الطلب بناءً على خصائص المحتوى المطلوبة.",
    "407": "عذرًا، تحتاج إلى مصادقة الوكيل قبل متابعة هذا الطلب.",
    "408": "عذرًا، انتهى وقت انتظار الخادم للطلب، يرجى التحقق من اتصال الشبكة والمحاولة مرة أخرى.",
    "409": "عذرًا، يوجد تعارض في الطلب ولا يمكن معالجته، قد يكون بسبب حالة المورد غير متوافقة مع الطلب.",
    "410": "عذرًا، المورد الذي طلبته تم إزالته نهائيًا ولا يمكن العثور عليه.",
    "411": "عذرًا، لا يمكن للخادم معالجة طلب بدون طول محتوى صالح.",
    "412": "عذرًا، لم تستوفِ طلبك شروط الخادم، ولا يمكن إكمال الطلب.",
    "413": "عذرًا، حجم بيانات طلبك كبير جدًا، ولا يمكن للخادم معالجته.",
    "414": "عذرًا، عنوان URI في طلبك طويل جدًا، ولا يمكن للخادم معالجته.",
    "415": "عذرًا، لا يمكن للخادم معالجة تنسيق الوسائط المرفق في الطلب.",
    "416": "عذرًا، لا يمكن للخادم تلبية نطاق الطلب الذي قدمته.",
    "417": "عذرًا، لا يمكن للخادم تلبية توقعاتك.",
    "422": "عذرًا، تنسيق طلبك صحيح، لكن يحتوي على أخطاء دلالية، ولا يمكن الاستجابة له.",
    "423": "عذرًا، المورد الذي طلبته مقفل.",
    "424": "عذرًا، فشل الطلب السابق أدى إلى عدم إمكانية إكمال الطلب الحالي.",
    "426": "عذرًا، يطلب الخادم ترقية عميلك إلى إصدار بروتوكول أعلى.",
    "428": "عذرًا، يطلب الخادم شروطًا مسبقة، يرجى تضمين رؤوس شروط صحيحة في طلبك.",
    "429": "عذرًا، طلباتك كثيرة جدًا، الخادم متعب قليلاً، يرجى المحاولة لاحقًا.",
    "431": "عذرًا، رؤوس طلبك كبيرة جدًا، ولا يمكن للخادم معالجتها.",
    "451": "عذرًا، بسبب أسباب قانونية، يرفض الخادم توفير هذا المورد.",
    "499": "عذرًا، تم قطع طلبك أثناء المعالجة على الخادم، قد يكون بسبب إلغاء العملية من قبلك أو عدم استقرار الشبكة. يرجى التحقق من حالة الشبكة والمحاولة مرة أخرى.",
    "500": "عذرًا، يبدو أن الخادم يواجه بعض الصعوبات ولا يمكنه إكمال طلبك مؤقتًا، يرجى المحاولة لاحقًا.",
    "501": "عذرًا، الخادم لا يعرف كيفية معالجة هذا الطلب بعد، يرجى التأكد من صحة العملية.",
    "502": "عذرًا، يبدو أن الخادم فقد الاتجاه، ولا يمكنه تقديم الخدمة مؤقتًا، يرجى المحاولة لاحقًا.",
    "503": "عذرًا، الخادم غير قادر حاليًا على معالجة طلبك، قد يكون بسبب التحميل الزائد أو الصيانة، يرجى المحاولة لاحقًا.",
    "504": "عذرًا، لم يتلق الخادم ردًا من الخادم العلوي، يرجى المحاولة لاحقًا.",
    "505": "عذرًا، الخادم لا يدعم إصدار HTTP الذي تستخدمه، يرجى التحديث والمحاولة مرة أخرى.",
    "506": "عذرًا، هناك مشكلة في تكوين الخادم، يرجى الاتصال بالمسؤول.",
    "507": "عذرًا، مساحة التخزين في الخادم غير كافية لمعالجة طلبك، يرجى المحاولة لاحقًا.",
    "509": "عذرًا، تم استنفاد عرض النطاق الترددي للخادم، يرجى المحاولة لاحقًا.",
    "510": "عذرًا، الخادم لا يدعم ميزات التوسعة المطلوبة، يرجى الاتصال بالمسؤول.",
    "520": "عذرًا، واجه الخادم مشكلة غير متوقعة أدت إلى عدم إكمال طلبك. يرجى المحاولة لاحقًا، نحن نعمل على حل المشكلة.",
    "522": "عذرًا، انتهى وقت اتصال الخادم، ولم يتم الرد على طلبك في الوقت المناسب. قد يكون السبب عدم استقرار الشبكة أو عدم توفر الخادم مؤقتًا. يرجى المحاولة لاحقًا، نحن نعمل على استعادة الخدمة.",
    "524": "عذرًا، انتهى وقت انتظار الخادم للرد، قد يكون السبب بطء الاستجابة، يرجى المحاولة لاحقًا.",
    "AgentRuntimeError": "حدث خطأ أثناء تنفيذ Lobe AI Runtime، يرجى التحقق من المعلومات أدناه أو المحاولة مرة أخرى.",
    "ConnectionCheckFailed": "الطلب عاد فارغًا، يرجى التحقق من أن عنوان وكيل API لا ينتهي بـ `/v1`.",
    "CreateMessageError": "عذرًا، لم يتم إرسال الرسالة بنجاح، يرجى نسخ المحتوى وإعادة الإرسال، بعد تحديث الصفحة لن يتم الاحتفاظ بهذه الرسالة.",
    "ExceededContextWindow": "محتوى الطلب الحالي يتجاوز الحد الأقصى الذي يمكن للنموذج معالجته، يرجى تقليل المحتوى والمحاولة مرة أخرى.",
    "FreePlanLimit": "أنت مستخدم مجاني حاليًا، لا يمكنك استخدام هذه الميزة، يرجى الترقية إلى خطة مدفوعة للاستمرار.",
    "InsufficientQuota": "عذرًا، تم الوصول إلى حد الحصة (quota) للمفتاح، يرجى التحقق من رصيد الحساب أو زيادة الحصة ثم المحاولة مرة أخرى.",
    "InvalidAccessCode": "كلمة المرور غير صحيحة أو فارغة، يرجى إدخال كلمة مرور وصول صحيحة أو إضافة مفتاح API مخصص.",
    "InvalidBedrockCredentials": "فشل التحقق من Bedrock، يرجى التحقق من AccessKeyId/SecretAccessKey والمحاولة مرة أخرى.",
    "InvalidClerkUser": "عذرًا، لم تقم بتسجيل الدخول بعد، يرجى تسجيل الدخول أو إنشاء حساب للمتابعة.",
    "InvalidGithubToken": "رمز الوصول الشخصي لـ Github غير صحيح أو فارغ، يرجى التحقق والمحاولة مرة أخرى.",
    "InvalidOllamaArgs": "تكوين Ollama غير صحيح، يرجى التحقق من التكوين والمحاولة مرة أخرى.",
    "InvalidProviderAPIKey": "مفتاح API الخاص بـ {{provider}} غير صحيح أو فارغ، يرجى التحقق والمحاولة مرة أخرى.",
    "InvalidVertexCredentials": "فشل التحقق من Vertex، يرجى التحقق من بيانات الاعتماد والمحاولة مرة أخرى.",
    "LocationNotSupportError": "عذرًا، منطقتك لا تدعم خدمة هذا النموذج، قد يكون بسبب قيود المنطقة أو عدم تفعيل الخدمة. يرجى التأكد من دعم منطقتك للخدمة أو المحاولة في منطقة أخرى.",
    "ModelNotFound": "عذرًا، لا يمكن الوصول إلى النموذج المطلوب، قد يكون النموذج غير موجود أو ليس لديك صلاحية الوصول. يرجى تغيير مفتاح API أو تعديل الصلاحيات والمحاولة مرة أخرى.",
    "NoOpenAIAPIKey": "مفتاح OpenAI API غير صحيح أو فارغ، يرجى إضافة مفتاح OpenAI API مخصص.",
    "OllamaBizError": "حدث خطأ في طلب خدمة Ollama، يرجى التحقق من المعلومات أدناه أو المحاولة مرة أخرى.",
    "OllamaServiceUnavailable": "فشل الاتصال بخدمة Ollama، يرجى التحقق من تشغيل Ollama بشكل صحيح أو إعدادات التهيئة الخاصة بالتخطي عبر النطاق (CORS).",
    "PermissionDenied": "عذرًا، ليس لديك إذن للوصول إلى هذه الخدمة، يرجى التحقق من صلاحيات مفتاحك.",
    "PluginApiNotFound": "عذرًا، لا توجد هذه الـ API في ملف وصف الإضافة، يرجى التحقق من تطابق طريقة الطلب مع API في ملف الوصف.",
    "PluginApiParamsError": "عذرًا، فشل التحقق من معلمات الإدخال لطلب الإضافة، يرجى التحقق من تطابق المعلمات مع وصف API.",
    "PluginFailToTransformArguments": "عذرًا، فشل تحليل معلمات استدعاء الإضافة، يرجى محاولة إعادة إنشاء رسالة المساعد أو استخدام نموذج AI بقدرات Tools Calling أقوى والمحاولة مرة أخرى.",
    "PluginGatewayError": "عذرًا، حدث خطأ في بوابة الإضافة، يرجى التحقق من صحة إعدادات بوابة الإضافة.",
    "PluginManifestInvalid": "عذرًا، فشل التحقق من صحة ملف وصف الإضافة، يرجى التحقق من تنسيق الملف.",
    "PluginManifestNotFound": "عذرًا، لم يعثر الخادم على ملف وصف الإضافة (manifest.json)، يرجى التحقق من صحة عنوان ملف الوصف.",
    "PluginMarketIndexInvalid": "عذرًا، فشل التحقق من صحة فهرس الإضافة، يرجى التحقق من تنسيق ملف الفهرس.",
    "PluginMarketIndexNotFound": "عذرًا، لم يعثر الخادم على فهرس الإضافة، يرجى التحقق من صحة عنوان الفهرس.",
    "PluginMetaInvalid": "عذرًا، فشل التحقق من صحة بيانات تعريف الإضافة، يرجى التحقق من تنسيق بيانات التعريف.",
    "PluginMetaNotFound": "عذرًا، لم يتم العثور على الإضافة في الفهرس، يرجى التحقق من معلومات التكوين في الفهرس.",
    "PluginOpenApiInitError": "عذرًا، فشل تهيئة عميل OpenAPI، يرجى التحقق من صحة إعدادات OpenAPI.",
    "PluginServerError": "حدث خطأ في استجابة طلب الخادم الخاص بالإضافة، يرجى التحقق من ملف وصف الإضافة، إعدادات الإضافة أو تنفيذ الخادم بناءً على رسالة الخطأ أدناه.",
    "PluginSettingsInvalid": "تتطلب هذه الإضافة تكوينًا صحيحًا قبل الاستخدام، يرجى التحقق من إعداداتك.",
    "ProviderBizError": "حدث خطأ في طلب خدمة {{provider}}، يرجى التحقق من المعلومات أدناه أو المحاولة مرة أخرى.",
    "QuotaLimitReached": "عذرًا، تم الوصول إلى حد استخدام الرموز أو عدد الطلبات لمفتاحك، يرجى زيادة الحصة أو المحاولة لاحقًا.",
    "StreamChunkError": "خطأ في تحليل جزء من رسالة الطلب المتدفق، يرجى التحقق من توافق واجهة API مع المعايير أو الاتصال بمزود API الخاص بك.",
    "SubscriptionKeyMismatch": "عذرًا، بسبب خلل نظامي مؤقت، تم تعطيل اشتراكك مؤقتًا، يرجى الضغط على الزر أدناه لاستعادة الاشتراك أو الاتصال بنا عبر البريد الإلكتروني للدعم.",
    "SubscriptionPlanLimit": "لقد استنفدت نقاط اشتراكك ولا يمكنك استخدام هذه الميزة، يرجى الترقية إلى خطة أعلى أو تكوين API لنموذج مخصص للاستمرار.",
    "SystemTimeNotMatchError": "عذرًا، وقت نظامك لا يتطابق مع الخادم، يرجى التحقق من وقت النظام والمحاولة مرة أخرى.",
    "UnknownChatFetchError": "عذرًا، حدث خطأ غير معروف في الطلب، يرجى التحقق من المعلومات أدناه أو المحاولة مرة أخرى."
  },
  "sessionExpired": {
    "desc": "لحماية أمان حسابك، يرجى تسجيل الدخول مرة أخرى",
    "login": "تسجيل الدخول الآن",
    "title": "انتهت صلاحية تسجيل الدخول"
  }
}
