{
  "error": {
    "title": "حدث خطأ"
  },
  "http": {
    "forbidden": "ممنوع الوصول",
    "networkError": "خطأ في الشبكة",
    "notFound": "غير موجود",
    "serverError": "خطأ في الخادم",
    "timeout": "انتهت مهلة الطلب",
    "unauthorized": "غير مصرح"
  },
  "login": {
    "accessDenied": "عذرًا، تم رفض طلب تسجيل الدخول، يرجى المحاولة لاحقًا",
    "cancelled": "لقد ألغيت تسجيل الدخول",
    "invalidGrant": "عذرًا، انتهت صلاحية جلسة تسجيل الدخول، يرجى المحاولة لاحقًا",
    "invalidIdToken": "عذرًا، لا يمكن الحصول على معلومات حسابك في الوقت الحالي، يرجى المحاولة لاحقًا",
    "invalidRequest": "عذرًا، هناك مشكلة في طلب تسجيل الدخول، يرجى المحاولة لاحقًا",
    "invalidState": "عذرًا، فشل التحقق من تسجيل الدخول، يرجى المحاولة لاحقًا",
    "missingCodeOrState": "عذرًا، معلومات تسجيل الدخول المطلوبة مفقودة، يرجى المحاولة لاحقًا",
    "missingPkce": "عذرًا، معلومات التحقق من تسجيل الدخول مفقودة، يرجى المحاولة لاحقًا",
    "networkError": "عذرًا، حدث خلل في الشبكة أثناء تسجيل الدخول، يرجى التحقق من الاتصال والمحاولة مجددًا",
    "noIdToken": "عذرًا، لم يتم الحصول على معلومات تسجيل الدخول، يرجى المحاولة لاحقًا",
    "serverError": "عذرًا، حدث خطأ في خدمة تسجيل الدخول، يرجى المحاولة لاحقًا",
    "temporarilyUnavailable": "عذرًا، خدمة تسجيل الدخول غير متوفرة مؤقتًا، يرجى المحاولة لاحقًا",
    "tokenEndpointNonJson": "عذرًا، استجابت خدمة تسجيل الدخول غير متوقعة، يرجى المحاولة لاحقًا",
    "tokenExchangeFailed": "عذرًا، حدث خطأ أثناء معالجة تسجيل الدخول، يرجى المحاولة لاحقًا",
    "unknown": "عذرًا، فشل تسجيل الدخول، يرجى المحاولة لاحقًا",
    "unsupportedResponseType": "عذرًا، طريقة تسجيل الدخول الحالية غير مدعومة، يرجى المحاولة لاحقًا"
  },
  "page": {
    "notFoundMessage": "هذه الصفحة غير موجودة.",
    "notFoundTitle": "آه!"
  },
  "response": {
    "400": "عذرًا، الخادم لا يفهم طلبك، يرجى التأكد من صحة معلمات الطلب",
    "401": "عذرًا، رفض الخادم طلبك، قد يكون بسبب عدم كفاية الصلاحيات أو عدم تقديم مصادقة صحيحة",
    "403": "عذرًا، رفض الخادم طلبك، ليس لديك صلاحية الوصول إلى هذا المحتوى",
    "404": "عذرًا، لم يعثر الخادم على الصفحة أو المورد المطلوب، يرجى التأكد من صحة عنوان URL",
    "405": "عذرًا، طريقة الطلب المستخدمة غير مدعومة من الخادم، يرجى التأكد من صحة طريقة الطلب",
    "406": "عذرًا، الخادم لا يستطيع تلبية خصائص المحتوى المطلوبة في طلبك",
    "407": "عذرًا، يجب عليك إجراء مصادقة الوكيل قبل متابعة هذا الطلب",
    "408": "عذرًا، انتهت مهلة انتظار الخادم للطلب، يرجى التحقق من اتصال الشبكة والمحاولة مجددًا",
    "409": "عذرًا، يوجد تعارض في الطلب ولا يمكن معالجته، قد يكون بسبب حالة المورد غير متوافقة مع الطلب",
    "410": "عذرًا، المورد الذي طلبته تم إزالته نهائيًا ولا يمكن العثور عليه",
    "411": "عذرًا، الخادم لا يمكنه معالجة طلب بدون طول محتوى صالح",
    "412": "عذرًا، لم تستوف شروط الخادم لإكمال الطلب",
    "413": "عذرًا، حجم بيانات الطلب كبير جدًا ولا يمكن معالجته",
    "414": "عذرًا، عنوان URI في الطلب طويل جدًا ولا يمكن معالجته",
    "415": "عذرًا، الخادم لا يدعم تنسيق الوسائط المرفق في الطلب",
    "416": "عذرًا، الخادم لا يمكنه تلبية نطاق الطلب",
    "417": "عذرًا، الخادم لا يمكنه تلبية توقعاتك",
    "422": "عذرًا، تنسيق طلبك صحيح لكن يحتوي على أخطاء دلالية، لا يمكن الاستجابة له",
    "423": "عذرًا، المورد الذي طلبته مقفل",
    "424": "عذرًا، فشل الطلب السابق أدى إلى عدم إمكانية إكمال الطلب الحالي",
    "426": "عذرًا، الخادم يطلب ترقية العميل إلى إصدار بروتوكول أعلى",
    "428": "عذرًا، الخادم يطلب شروطًا مسبقة، يرجى تضمين رؤوس شروط صحيحة في الطلب",
    "429": "عذرًا، طلباتك كثيرة جدًا، الخادم متعب قليلاً، يرجى المحاولة لاحقًا",
    "431": "عذرًا، رؤوس الطلب كبيرة جدًا، الخادم لا يمكنه معالجتها",
    "451": "عذرًا، لأسباب قانونية، رفض الخادم توفير هذا المورد",
    "499": "عذرًا، تم قطع طلبك بشكل غير متوقع أثناء المعالجة، قد يكون بسبب إلغاء العملية أو اتصال شبكة غير مستقر. يرجى التحقق من الشبكة والمحاولة مجددًا.",
    "500": "عذرًا، يبدو أن الخادم يواجه بعض الصعوبات ولا يمكن إكمال طلبك مؤقتًا، يرجى المحاولة لاحقًا",
    "501": "عذرًا، الخادم لا يعرف كيفية معالجة هذا الطلب بعد، يرجى التأكد من صحة العملية",
    "502": "عذرًا، يبدو أن الخادم فقد الاتجاه، لا يمكن تقديم الخدمة مؤقتًا، يرجى المحاولة لاحقًا",
    "503": "عذرًا، الخادم غير قادر حاليًا على معالجة طلبك، قد يكون بسبب التحميل الزائد أو الصيانة، يرجى المحاولة لاحقًا",
    "504": "عذرًا، لم يتلق الخادم ردًا من الخادم الأعلى، يرجى المحاولة لاحقًا",
    "505": "عذرًا، الخادم لا يدعم إصدار HTTP المستخدم، يرجى التحديث والمحاولة مجددًا",
    "506": "عذرًا، هناك مشكلة في تكوين الخادم، يرجى الاتصال بالمسؤول",
    "507": "عذرًا، مساحة التخزين في الخادم غير كافية لمعالجة طلبك، يرجى المحاولة لاحقًا",
    "509": "عذرًا، تم استنفاد عرض النطاق الترددي للخادم، يرجى المحاولة لاحقًا",
    "510": "عذرًا، الخادم لا يدعم الوظائف الموسعة المطلوبة، يرجى الاتصال بالمسؤول",
    "520": "عذرًا، واجه الخادم مشكلة غير متوقعة أدت إلى عدم إكمال طلبك. يرجى المحاولة لاحقًا، نحن نعمل على حل المشكلة.",
    "522": "عذرًا، انتهت مهلة اتصال الخادم، لم يتم الرد على طلبك في الوقت المناسب. قد يكون السبب عدم استقرار الشبكة أو عدم توفر الخادم مؤقتًا. يرجى المحاولة لاحقًا، نحن نعمل على استعادة الخدمة.",
    "524": "عذرًا، انتهت مهلة انتظار الخادم للرد، قد يكون السبب بطء الاستجابة، يرجى المحاولة لاحقًا",
    "AgentRuntimeError": "حدث خطأ في تنفيذ Lobe AI Runtime، يرجى التحقق من المعلومات أدناه أو المحاولة مجددًا",
    "ConnectionCheckFailed": "الطلب عاد فارغًا، يرجى التحقق من أن عنوان وكيل API لا ينتهي بـ `/v1`",
    "CreateMessageError": "عذرًا، لم يتم إرسال الرسالة بنجاح، يرجى نسخ المحتوى وإعادة الإرسال، بعد تحديث الصفحة لن يتم الاحتفاظ بهذه الرسالة",
    "ExceededContextWindow": "محتوى الطلب الحالي يتجاوز الحد الأقصى الذي يمكن للنموذج معالجته، يرجى تقليل المحتوى والمحاولة مجددًا",
    "FreePlanLimit": "أنت مستخدم مجاني حاليًا، لا يمكنك استخدام هذه الميزة، يرجى الترقية إلى خطة مدفوعة للاستمرار",
    "InsufficientQuota": "عذرًا، تم الوصول إلى حد الحصة (quota) للمفتاح، يرجى التحقق من رصيد الحساب أو زيادة الحصة ثم المحاولة مجددًا",
    "InvalidAccessCode": "كلمة المرور غير صحيحة أو فارغة، يرجى إدخال كلمة مرور صحيحة أو إضافة مفتاح API مخصص",
    "InvalidBedrockCredentials": "فشل التحقق من Bedrock، يرجى التحقق من AccessKeyId/SecretAccessKey والمحاولة مجددًا",
    "InvalidClerkUser": "عذرًا، لم تقم بتسجيل الدخول بعد، يرجى تسجيل الدخول أو إنشاء حساب للمتابعة",
    "InvalidGithubToken": "رمز Github PAT غير صحيح أو فارغ، يرجى التحقق والمحاولة مجددًا",
    "InvalidOllamaArgs": "تكوين Ollama غير صحيح، يرجى التحقق والمحاولة مجددًا",
    "InvalidProviderAPIKey": "مفتاح API الخاص بـ {{provider}} غير صحيح أو فارغ، يرجى التحقق والمحاولة مجددًا",
    "InvalidVertexCredentials": "فشل التحقق من Vertex، يرجى التحقق من بيانات الاعتماد والمحاولة مجددًا",
    "LocationNotSupportError": "عذرًا، منطقتك غير مدعومة لهذه الخدمة النموذجية، قد يكون بسبب قيود المنطقة أو عدم تفعيل الخدمة. يرجى التأكد من دعم منطقتك أو المحاولة في منطقة أخرى",
    "ModelNotFound": "عذرًا، لا يمكن الوصول إلى النموذج المطلوب، قد يكون النموذج غير موجود أو ليس لديك صلاحية الوصول، يرجى تغيير مفتاح API أو تعديل الصلاحيات والمحاولة مجددًا",
    "NoOpenAIAPIKey": "مفتاح OpenAI API غير صحيح أو فارغ، يرجى إضافة مفتاح OpenAI API مخصص",
    "OllamaBizError": "حدث خطأ في طلب خدمة Ollama، يرجى التحقق من المعلومات أدناه أو المحاولة مجددًا",
    "OllamaServiceUnavailable": "فشل الاتصال بخدمة Ollama، يرجى التحقق من تشغيل Ollama بشكل صحيح أو إعدادات التهيئة عبر النطاق (CORS)",
    "PermissionDenied": "عذرًا، ليس لديك صلاحية الوصول إلى هذه الخدمة، يرجى التحقق من صلاحيات مفتاحك",
    "PluginApiNotFound": "عذرًا، API غير موجود في ملف وصف الإضافة، يرجى التحقق من تطابق طريقة الطلب مع API في ملف الوصف",
    "PluginApiParamsError": "عذرًا، فشل التحقق من معلمات طلب الإضافة، يرجى التحقق من المعلمات ومطابقتها مع وصف API",
    "PluginFailToTransformArguments": "عذرًا، فشل تحليل معلمات استدعاء الإضافة، يرجى محاولة إعادة إنشاء رسالة المساعد أو استخدام نموذج AI بقدرات Tools Calling أقوى والمحاولة مجددًا",
    "PluginGatewayError": "عذرًا، حدث خطأ في بوابة الإضافة، يرجى التحقق من إعدادات البوابة",
    "PluginManifestInvalid": "عذرًا، فشل التحقق من ملف وصف الإضافة، يرجى التأكد من تنسيق الملف",
    "PluginManifestNotFound": "عذرًا، لم يعثر الخادم على ملف وصف الإضافة (manifest.json)، يرجى التحقق من صحة عنوان الملف",
    "PluginMarketIndexInvalid": "عذرًا، فشل التحقق من فهرس الإضافة، يرجى التحقق من تنسيق الملف",
    "PluginMarketIndexNotFound": "عذرًا، لم يعثر الخادم على فهرس الإضافة، يرجى التحقق من صحة العنوان",
    "PluginMetaInvalid": "عذرًا، فشل التحقق من بيانات تعريف الإضافة، يرجى التحقق من تنسيق البيانات",
    "PluginMetaNotFound": "عذرًا، لم يتم العثور على الإضافة في الفهرس، يرجى التحقق من معلومات التكوين في الفهرس",
    "PluginOpenApiInitError": "عذرًا، فشل تهيئة عميل OpenAPI، يرجى التحقق من إعدادات OpenAPI",
    "PluginServerError": "حدث خطأ في استجابة خادم الإضافة، يرجى التحقق من ملف وصف الإضافة، التكوين أو تنفيذ الخادم بناءً على رسالة الخطأ أدناه",
    "PluginSettingsInvalid": "تتطلب هذه الإضافة تكوينًا صحيحًا قبل الاستخدام، يرجى التحقق من إعداداتك",
    "ProviderBizError": "حدث خطأ في طلب خدمة {{provider}}، يرجى التحقق من المعلومات أدناه أو المحاولة مجددًا",
    "QuotaLimitReached": "عذرًا، تم الوصول إلى حد استخدام الرموز أو عدد الطلبات لمفتاحك، يرجى زيادة الحصة أو المحاولة لاحقًا",
    "StreamChunkError": "خطأ في تحليل جزء من رسالة الطلب المتدفق، يرجى التحقق من توافق واجهة API أو الاتصال بمزود الخدمة",
    "SubscriptionKeyMismatch": "عذرًا، بسبب خلل نظامي مؤقت، تم تعطيل اشتراكك مؤقتًا، يرجى الضغط على الزر أدناه لاستعادة الاشتراك أو الاتصال بنا عبر البريد الإلكتروني للدعم",
    "SubscriptionPlanLimit": "لقد استنفدت نقاط اشتراكك، لا يمكنك استخدام هذه الميزة، يرجى الترقية إلى خطة أعلى أو تكوين API لنموذج مخصص للاستمرار",
    "SystemTimeNotMatchError": "عذرًا، وقت نظامك لا يتطابق مع الخادم، يرجى التحقق من وقت النظام والمحاولة مجددًا",
    "UnknownChatFetchError": "عذرًا، حدث خطأ غير معروف في الطلب، يرجى التحقق من المعلومات أدناه أو المحاولة مجددًا"
  },
  "sessionExpired": {
    "desc": "لحماية أمان حسابك، يرجى تسجيل الدخول مجددًا",
    "login": "تسجيل الدخول الآن",
    "title": "انتهت صلاحية الجلسة"
  }
}
