{
  "clerkAuth.loginSuccess.action": "Tiếp tục cuộc trò chuyện",
  "clerkAuth.loginSuccess.desc": "{{greeting}}, rất vui được tiếp tục phục vụ bạn. Hãy tiếp tục cuộc trò chuyện chúng ta vừa mới bắt đầu nhé",
  "clerkAuth.loginSuccess.title": "Chào mừng trở lại, {{nickName}}",
  "error.backHome": "Quay về Trang chủ",
  "error.desc": "Hãy thử lại sau, hoặc quay về thế giới đã biết",
  "error.retry": "Thử lại",
  "error.title": "Trang gặp một chút vấn đề..",
  "fetchError.detail": "Chi tiết lỗi",
  "fetchError.title": "Yêu cầu thất bại",
  "import.importConfigFile.description": "Lý do lỗi: {{reason}}",
  "import.importConfigFile.title": "Nhập khẩu thất bại",
  "import.incompatible.description": "Tệp này được xuất từ phiên bản cao hơn, vui lòng thử nâng cấp lên phiên bản mới nhất trước khi nhập lại",
  "import.incompatible.title": "Ứng dụng hiện tại không hỗ trợ nhập tệp này",
  "loginRequired.desc": "Sẽ tự động chuyển hướng đến trang đăng nhập",
  "loginRequired.title": "Vui lòng đăng nhập để sử dụng tính năng này",
  "notFound.backHome": "Quay về Trang chủ",
  "notFound.check": "Vui lòng kiểm tra xem URL của bạn có đúng không",
  "notFound.desc": "Chúng tôi không thể tìm thấy trang bạn đang tìm kiếm",
  "notFound.title": "Bước vào vùng đất chưa biết?",
  "pluginSettings.desc": "Hoàn thành cấu hình sau để bắt đầu sử dụng plugin này",
  "pluginSettings.title": "Cấu hình Plugin {{name}}",
  "response.400": "Xin lỗi, máy chủ không hiểu yêu cầu của bạn, vui lòng xác nhận tham số yêu cầu của bạn có đúng không",
  "response.401": "Xin lỗi, máy chủ từ chối yêu cầu của bạn, có thể do quyền hạn của bạn không đủ hoặc không cung cấp xác thực danh tính hợp lệ",
  "response.403": "Xin lỗi, máy chủ từ chối yêu cầu của bạn, bạn không có quyền truy cập nội dung này",
  "response.404": "Xin lỗi, máy chủ không tìm thấy trang hoặc tài nguyên bạn yêu cầu, vui lòng xác nhận URL của bạn có đúng không",
  "response.405": "Xin lỗi, máy chủ không hỗ trợ phương thức yêu cầu bạn đang sử dụng, vui lòng xác nhận phương thức yêu cầu của bạn có đúng không",
  "response.406": "Xin lỗi, máy chủ không thể hoàn thành yêu cầu dựa trên đặc tính nội dung bạn yêu cầu",
  "response.407": "Xin lỗi, bạn cần xác thực proxy trước khi tiếp tục yêu cầu này",
  "response.408": "Xin lỗi, máy chủ đã vượt quá thời gian chờ khi đang chờ đợi yêu cầu, vui lòng kiểm tra kết nối mạng của bạn và thử lại",
  "response.409": "Xin lỗi, yêu cầu gặp xung đột và không thể xử lý, có thể do trạng thái tài nguyên không tương thích với yêu cầu",
  "response.410": "Xin lỗi, tài nguyên bạn yêu cầu đã bị xóa vĩnh viễn và không thể tìm thấy",
  "response.411": "Xin lỗi, máy chủ không thể xử lý yêu cầu không chứa độ dài nội dung hợp lệ",
  "response.412": "Xin lỗi, yêu cầu của bạn không đáp ứng điều kiện của máy chủ và không thể hoàn thành",
  "response.413": "Xin lỗi, lượng dữ liệu yêu cầu của bạn quá lớn, máy chủ không thể xử lý",
  "response.414": "Xin lỗi, URI của yêu cầu của bạn quá dài, máy chủ không thể xử lý",
  "response.415": "Xin lỗi, máy chủ không thể xử lý định dạng phương tiện đi kèm với yêu cầu",
  "response.416": "Xin lỗi, máy chủ không thể đáp ứng phạm vi yêu cầu của bạn",
  "response.417": "Xin lỗi, máy chủ không thể đáp ứng giá trị kỳ vọng của bạn",
  "response.422": "Xin lỗi, định dạng yêu cầu của bạn đúng, nhưng do chứa lỗi ngữ nghĩa nên không thể phản hồi",
  "response.423": "Xin lỗi, tài nguyên bạn yêu cầu đã bị khóa",
  "response.424": "Xin lỗi, yêu cầu hiện tại không thể hoàn thành do yêu cầu trước đó thất bại",
  "response.426": "Xin lỗi, máy chủ yêu cầu bạn nâng cấp phiên bản giao thức của khách hàng lên cao hơn",
  "response.428": "Xin lỗi, máy chủ yêu cầu điều kiện tiên quyết, yêu cầu của bạn phải chứa tiêu đề điều kiện chính xác",
  "response.429": "Xin lỗi, yêu cầu của bạn quá nhiều, máy chủ hơi mệt, vui lòng thử lại sau",
  "response.431": "Xin lỗi, trường tiêu đề yêu cầu của bạn quá lớn, máy chủ không thể xử lý",
  "response.451": "Xin lỗi, do lý do pháp lý, máy chủ từ chối cung cấp tài nguyên này",
  "response.499": "Xin lỗi, yêu cầu của bạn đã bị gián đoạn một cách bất ngờ trong quá trình xử lý trên máy chủ, có thể do bạn đã hủy bỏ thao tác hoặc kết nối mạng không ổn định. Vui lòng kiểm tra tình trạng mạng và thử lại.",
  "response.500": "Xin lỗi, máy chủ có vẻ gặp một số khó khăn, tạm thời không thể hoàn thành yêu cầu của bạn, vui lòng thử lại sau",
  "response.501": "Xin lỗi, máy chủ chưa biết cách xử lý yêu cầu này, vui lòng xác nhận rằng thao tác của bạn là chính xác",
  "response.502": "Xin lỗi, máy chủ có vẻ lạc đường, tạm thời không thể cung cấp dịch vụ, vui lòng thử lại sau",
  "response.503": "Xin lỗi, máy chủ hiện không thể xử lý yêu cầu của bạn, có thể do quá tải hoặc đang bảo trì, vui lòng thử lại sau",
  "response.504": "Xin lỗi, máy chủ không đợi được phản hồi từ máy chủ upstream, vui lòng thử lại sau",
  "response.505": "Xin lỗi, máy chủ không hỗ trợ phiên bản HTTP bạn đang sử dụng, vui lòng cập nhật và thử lại",
  "response.506": "Xin lỗi, có vấn đề với cấu hình máy chủ, vui lòng liên hệ với quản trị viên để giải quyết",
  "response.507": "Xin lỗi, máy chủ không đủ dung lượng lưu trữ để xử lý yêu cầu của bạn, vui lòng thử lại sau",
  "response.509": "Xin lỗi, băng thông của máy chủ đã hết, vui lòng thử lại sau",
  "response.510": "Xin lỗi, máy chủ không hỗ trợ chức năng mở rộng được yêu cầu, vui lòng liên hệ với quản trị viên",
  "response.520": "Xin lỗi, máy chủ đã gặp phải một vấn đề bất ngờ, dẫn đến việc không thể hoàn thành yêu cầu của bạn. Vui lòng thử lại sau, chúng tôi đang nỗ lực khắc phục vấn đề này.",
  "response.522": "Xin lỗi, kết nối máy chủ đã hết thời gian chờ, không thể phản hồi yêu cầu của bạn kịp thời. Có thể do mạng không ổn định hoặc máy chủ tạm thời không thể truy cập. Vui lòng thử lại sau, chúng tôi đang nỗ lực phục hồi dịch vụ.",
  "response.524": "Xin lỗi, máy chủ đã hết thời gian chờ khi đang chờ phản hồi, có thể do phản hồi quá chậm, vui lòng thử lại sau.",
  "response.AgentRuntimeError": "Lobe mô hình ngôn ngữ thực thi gặp lỗi, vui lòng kiểm tra và thử lại dựa trên thông tin dưới đây",
  "response.ComfyUIBizError": "Đã xảy ra lỗi khi yêu cầu dịch vụ ComfyUI, vui lòng kiểm tra thông tin dưới đây hoặc thử lại",
  "response.ComfyUIEmptyResult": "ComfyUI không tạo ra bất kỳ hình ảnh nào, vui lòng kiểm tra cấu hình mô hình hoặc thử lại",
  "response.ComfyUIModelError": "Tải mô hình ComfyUI thất bại, vui lòng kiểm tra xem tệp mô hình có tồn tại không",
  "response.ComfyUIServiceUnavailable": "Kết nối đến dịch vụ ComfyUI thất bại, vui lòng kiểm tra xem ComfyUI có đang hoạt động bình thường không, hoặc kiểm tra lại cấu hình địa chỉ dịch vụ",
  "response.ComfyUIUploadFailed": "Tải ảnh lên ComfyUI thất bại, vui lòng kiểm tra kết nối máy chủ hoặc thử lại",
  "response.ComfyUIWorkflowError": "Thực thi quy trình ComfyUI thất bại, vui lòng kiểm tra cấu hình quy trình",
  "response.ConnectionCheckFailed": "Yêu cầu trả về trống, xin kiểm tra xem địa chỉ API proxy có đang thiếu `/v1` ở cuối không",
  "response.CreateMessageError": "Xin lỗi, tin nhắn không thể được gửi đi bình thường, vui lòng sao chép nội dung và gửi lại, tin nhắn này sẽ không được lưu lại sau khi làm mới trang.",
  "response.ExceededContextWindow": "Nội dung yêu cầu hiện tại vượt quá độ dài mà mô hình có thể xử lý, vui lòng giảm khối lượng nội dung và thử lại",
  "response.FreePlanLimit": "Hiện tại bạn đang sử dụng tài khoản miễn phí, không thể sử dụng tính năng này. Vui lòng nâng cấp lên gói trả phí để tiếp tục sử dụng.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Nội dung của bạn chứa từ ngữ bị cấm. Vui lòng kiểm tra và chỉnh sửa đầu vào rồi thử lại.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "Nội dung hình ảnh được tạo đã bị chặn vì lý do an toàn. Vui lòng thử chỉnh sửa yêu cầu tạo ảnh của bạn。",
  "response.GoogleAIBlockReason.LANGUAGE": "Ngôn ngữ bạn sử dụng hiện chưa được hỗ trợ. Vui lòng thử dùng tiếng Anh hoặc một ngôn ngữ khác được hỗ trợ.",
  "response.GoogleAIBlockReason.OTHER": "Nội dung bị chặn vì lý do không rõ. Vui lòng thử diễn đạt lại yêu cầu của bạn.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Yêu cầu của bạn có thể chứa nội dung bị cấm. Vui lòng điều chỉnh yêu cầu để đảm bảo tuân thủ các quy định sử dụng.",
  "response.GoogleAIBlockReason.RECITATION": "Nội dung của bạn có thể bị chặn vì liên quan đến vấn đề bản quyền. Vui lòng thử dùng nội dung gốc hoặc diễn đạt lại yêu cầu.",
  "response.GoogleAIBlockReason.SAFETY": "Nội dung của bạn bị chặn theo chính sách an toàn. Vui lòng điều chỉnh yêu cầu, tránh chứa các nội dung có thể gây hại hoặc không phù hợp.",
  "response.GoogleAIBlockReason.SPII": "Nội dung của bạn có thể chứa thông tin cá nhân nhạy cảm. Để bảo vệ quyền riêng tư, vui lòng loại bỏ các thông tin nhạy cảm liên quan rồi thử lại.",
  "response.GoogleAIBlockReason.default": "Nội dung bị chặn: {{blockReason}}。Vui lòng điều chỉnh yêu cầu rồi thử lại。",
  "response.InsufficientQuota": "Rất tiếc, hạn ngạch (quota) của khóa này đã đạt giới hạn. Vui lòng kiểm tra số dư tài khoản hoặc tăng hạn ngạch của khóa rồi thử lại.",
  "response.InvalidAccessCode": "Mật khẩu truy cập không hợp lệ hoặc trống, vui lòng nhập mật khẩu truy cập đúng hoặc thêm Khóa API tùy chỉnh",
  "response.InvalidBedrockCredentials": "Xác thực Bedrock không thành công, vui lòng kiểm tra AccessKeyId/SecretAccessKey và thử lại",
  "response.InvalidClerkUser": "Xin lỗi, bạn chưa đăng nhập. Vui lòng đăng nhập hoặc đăng ký tài khoản trước khi tiếp tục.",
  "response.InvalidComfyUIArgs": "Cấu hình ComfyUI không chính xác, vui lòng kiểm tra lại cấu hình ComfyUI và thử lại",
  "response.InvalidGithubToken": "Mã truy cập cá nhân Github không chính xác hoặc để trống, vui lòng kiểm tra lại Mã truy cập cá nhân Github và thử lại",
  "response.InvalidOllamaArgs": "Cấu hình Ollama không hợp lệ, vui lòng kiểm tra lại cấu hình Ollama và thử lại",
  "response.InvalidProviderAPIKey": "{{provider}} API Key không hợp lệ hoặc trống, vui lòng kiểm tra và thử lại",
  "response.InvalidVertexCredentials": "Xác thực Vertex không thành công, vui lòng kiểm tra lại thông tin xác thực và thử lại",
  "response.LocationNotSupportError": "Xin lỗi, vị trí của bạn không hỗ trợ dịch vụ mô hình này, có thể do hạn chế vùng miền hoặc dịch vụ chưa được mở. Vui lòng xác nhận xem vị trí hiện tại có hỗ trợ sử dụng dịch vụ này không, hoặc thử sử dụng thông tin vị trí khác.",
  "response.ModelNotFound": "Xin lỗi, không thể yêu cầu mô hình tương ứng, có thể mô hình không tồn tại hoặc không có quyền truy cập, vui lòng thay đổi API Key hoặc điều chỉnh quyền truy cập rồi thử lại",
  "response.NoOpenAIAPIKey": "Khóa API OpenAI trống, vui lòng thêm Khóa API OpenAI tùy chỉnh",
  "response.OllamaBizError": "Yêu cầu dịch vụ Ollama gặp lỗi, vui lòng kiểm tra thông tin dưới đây hoặc thử lại",
  "response.OllamaServiceUnavailable": "Dịch vụ Ollama không khả dụng, vui lòng kiểm tra xem Ollama có hoạt động bình thường không, hoặc xem xét cấu hình chéo đúng của Ollama",
  "response.PermissionDenied": "Xin lỗi, bạn không có quyền truy cập dịch vụ này, vui lòng kiểm tra xem khóa của bạn có quyền truy cập hay không",
  "response.PluginApiNotFound": "Xin lỗi, không có API nào trong tệp mô tả plugin, vui lòng kiểm tra phương thức yêu cầu của bạn có khớp với API mô tả plugin không",
  "response.PluginApiParamsError": "Xin lỗi, kiểm tra tham số đầu vào yêu cầu của plugin không thông qua, vui lòng kiểm tra tham số đầu vào có khớp với thông tin mô tả API không",
  "response.PluginFailToTransformArguments": "Xin lỗi, không thể chuyển đổi đối số của plugin, vui lòng thử tạo lại tin nhắn trợ giúp hoặc thay đổi mô hình AI có khả năng gọi Tools mạnh hơn và thử lại",
  "response.PluginGatewayError": "Xin lỗi, cổng plugin gặp lỗi, vui lòng kiểm tra cấu hình cổng plugin có đúng không",
  "response.PluginManifestInvalid": "Xin lỗi, kiểm tra mô tả plugin không thông qua, vui lòng kiểm tra định dạng mô tả có đúng không",
  "response.PluginManifestNotFound": "Xin lỗi, máy chủ không tìm thấy tệp mô tả plugin (manifest.json), vui lòng kiểm tra địa chỉ tệp mô tả plugin có đúng không",
  "response.PluginMarketIndexInvalid": "Xin lỗi, kiểm tra chỉ mục plugin không thông qua, vui lòng kiểm tra định dạng tệp chỉ mục có đúng không",
  "response.PluginMarketIndexNotFound": "Xin lỗi, máy chủ không tìm thấy chỉ mục plugin, vui lòng kiểm tra xem địa chỉ chỉ mục có đúng không",
  "response.PluginMetaInvalid": "Xin lỗi, kiểm tra thông tin cấu hình plugin không thông qua, vui lòng kiểm tra định dạng thông tin cấu hình có đúng không",
  "response.PluginMetaNotFound": "Xin lỗi, không tìm thấy thông tin cấu hình plugin trong chỉ mục",
  "response.PluginOpenApiInitError": "Xin lỗi, khởi tạo khách hàng OpenAPI thất bại, vui lòng kiểm tra thông tin cấu hình OpenAPI có đúng không",
  "response.PluginServerError": "Lỗi trả về từ máy chủ plugin, vui lòng kiểm tra tệp mô tả plugin, cấu hình plugin hoặc triển khai máy chủ theo thông tin lỗi dưới đây",
  "response.PluginSettingsInvalid": "Plugin cần phải được cấu hình đúng trước khi sử dụng, vui lòng kiểm tra cấu hình của bạn có đúng không",
  "response.ProviderBizError": "Yêu cầu dịch vụ {{provider}} gặp sự cố, vui lòng kiểm tra thông tin dưới đây hoặc thử lại",
  "response.QuotaLimitReached": "Rất tiếc, số lượng Token sử dụng hoặc số lần yêu cầu hiện tại đã đạt giới hạn hạn ngạch (quota) của khóa này. Vui lòng tăng hạn ngạch của khóa hoặc thử lại sau.",
  "response.ServerAgentRuntimeError": "Rất tiếc, dịch vụ Agent hiện không khả dụng. Vui lòng thử lại sau hoặc liên hệ với chúng tôi qua email để được hỗ trợ.",
  "response.StreamChunkError": "Lỗi phân tích khối tin nhắn yêu cầu luồng, vui lòng kiểm tra xem API hiện tại có tuân thủ tiêu chuẩn hay không, hoặc liên hệ với nhà cung cấp API của bạn để được tư vấn.",
  "response.SubscriptionKeyMismatch": "Xin lỗi, do sự cố hệ thống tạm thời, lượng sử dụng đăng ký hiện tại đã không còn hiệu lực. Vui lòng nhấp vào nút bên dưới để khôi phục đăng ký hoặc gửi email cho chúng tôi để nhận hỗ trợ.",
  "response.SubscriptionPlanLimit": "Điểm đăng ký của bạn đã hết, không thể sử dụng tính năng này. Vui lòng nâng cấp lên gói cao hơn hoặc cấu hình API mô hình tùy chỉnh để tiếp tục sử dụng.",
  "response.SystemTimeNotMatchError": "Xin lỗi, thời gian hệ thống của bạn không khớp với máy chủ, vui lòng kiểm tra lại thời gian hệ thống của bạn và thử lại",
  "response.UnknownChatFetchError": "Xin lỗi, đã xảy ra lỗi yêu cầu không xác định. Vui lòng kiểm tra hoặc thử lại theo thông tin dưới đây.",
  "stt.responseError": "Yêu cầu dịch vụ thất bại, vui lòng kiểm tra cấu hình hoặc thử lại",
  "supervisor.decisionFailed": "Người điều hành nhóm không thể hoạt động. Vui lòng kiểm tra cấu hình người điều hành của bạn, đảm bảo rằng mô hình, API Key và địa chỉ API đã được cấu hình chính xác.",
  "testConnectionFailed": "Kiểm tra kết nối thất bại: {{error}}",
  "tts.responseError": "Yêu cầu dịch vụ thất bại, vui lòng kiểm tra cấu hình hoặc thử lại",
  "unlock.addProxyUrl": "Thêm URL proxy OpenAI (tùy chọn)",
  "unlock.apiKey.description": "Nhập {{name}} API Key của bạn để bắt đầu phiên làm việc",
  "unlock.apiKey.imageGenerationDescription": "Nhập khóa API {{name}} của bạn để bắt đầu tạo hình ảnh",
  "unlock.apiKey.title": "Sử dụng {{name}} API Key tùy chỉnh",
  "unlock.closeMessage": "Đóng thông báo",
  "unlock.comfyui.description": "Vui lòng nhập thông tin xác thực {{name}} chính xác để bắt đầu tạo hình ảnh",
  "unlock.comfyui.modifyBaseUrl": "Chỉnh sửa địa chỉ dịch vụ Comfy UI",
  "unlock.comfyui.title": "Xác nhận thông tin xác thực {{name}} của bạn",
  "unlock.confirm": "Xác nhận và thử lại",
  "unlock.goToSettings": "Đi tới cài đặt",
  "unlock.oauth.description": "Quản trị viên đã mở tính năng xác thực đăng nhập thống nhất. Nhấn vào nút bên dưới để đăng nhập và mở khóa ứng dụng",
  "unlock.oauth.success": "Đăng nhập thành công",
  "unlock.oauth.title": "Đăng nhập tài khoản",
  "unlock.oauth.welcome": "Chào mừng bạn!",
  "unlock.password.description": "Quản trị viên đã kích hoạt mã hóa ứng dụng. Nhập mật khẩu ứng dụng để mở khóa. Chỉ cần nhập mật khẩu một lần",
  "unlock.password.placeholder": "Nhập mật khẩu",
  "unlock.password.title": "Nhập mật khẩu để mở khóa ứng dụng",
  "unlock.tabs.apiKey": "Khóa API tùy chỉnh",
  "unlock.tabs.password": "Mật khẩu",
  "upload.desc": "Chi tiết: {{detail}}",
  "upload.fileOnlySupportInServerMode": "Chế độ triển khai hiện tại không hỗ trợ tải lên các tệp không phải hình ảnh. Nếu bạn muốn tải lên định dạng {{ext}}, vui lòng chuyển sang triển khai cơ sở dữ liệu trên máy chủ hoặc sử dụng dịch vụ {{cloud}}.",
  "upload.networkError": "Vui lòng kiểm tra xem mạng của bạn có hoạt động bình thường không và kiểm tra cấu hình chia sẻ tệp giữa các miền có đúng không",
  "upload.title": "Tải lên tệp thất bại, vui lòng kiểm tra kết nối mạng hoặc thử lại sau",
  "upload.unknownError": "Lỗi: {{reason}}",
  "upload.uploadFailed": "Tải tệp lên không thành công"
}
