{
  "clerkAuth": {
    "loginSuccess": {
      "action": "सत्र जारी रखें",
      "desc": "{{greeting}}, आपकी सेवा जारी रखने में खुशी है। आइए वहीं से शुरू करें जहाँ हमने छोड़ा था।",
      "title": "वापसी पर स्वागत है, {{nickName}}"
    }
  },
  "error": {
    "backHome": "मुख्य पृष्ठ पर वापस जाएं",
    "desc": "थोड़ी देर बाद पुनः प्रयास करें, या ज्ञात दुनिया में वापस जाएं।",
    "retry": "पृष्ठ पुनः लोड करें",
    "title": "अरे! कुछ गलत हो गया.."
  },
  "fetchError": {
    "detail": "त्रुटि विवरण",
    "title": "अनुरोध विफल"
  },
  "import": {
    "importConfigFile": {
      "description": "त्रुटि का कारण: {{reason}}",
      "title": "आयात विफल"
    },
    "incompatible": {
      "description": "यह फ़ाइल उच्च संस्करण से निर्यात की गई है। कृपया नवीनतम संस्करण में अपग्रेड करें और पुनः आयात करें।",
      "title": "वर्तमान एप्लिकेशन इस फ़ाइल का आयात समर्थन नहीं करता"
    }
  },
  "loginRequired": {
    "desc": "आपको शीघ्र ही लॉगिन पृष्ठ पर पुनर्निर्देशित किया जाएगा",
    "title": "कृपया इस सुविधा का उपयोग करने के लिए लॉगिन करें"
  },
  "notFound": {
    "backHome": "मुख्य पृष्ठ पर वापस जाएं",
    "check": "कृपया जांचें कि आपका URL सही है या नहीं।",
    "desc": "हम वह पृष्ठ नहीं ढूंढ सके जिसकी आप तलाश कर रहे थे।",
    "title": "क्या आप अनजान क्षेत्र में आ गए हैं?"
  },
  "pluginSettings": {
    "desc": "इस प्लगइन का उपयोग शुरू करने के लिए निम्न कॉन्फ़िगरेशन पूरा करें",
    "title": "{{name}} प्लगइन सेटिंग्स"
  },
  "response": {
    "400": "माफ़ करें, सर्वर आपके अनुरोध को समझ नहीं सका। कृपया अपने अनुरोध पैरामीटर की जांच करें।",
    "401": "माफ़ करें, सर्वर ने आपका अनुरोध अस्वीकार कर दिया, संभवतः अपर्याप्त अनुमतियों या अमान्य प्रमाणीकरण के कारण।",
    "403": "माफ़ करें, आपको इस सामग्री तक पहुँचने की अनुमति नहीं है।",
    "404": "माफ़ करें, सर्वर आपके अनुरोधित पृष्ठ या संसाधन को नहीं ढूंढ सका। कृपया URL की जांच करें।",
    "405": "माफ़ करें, सर्वर आपके द्वारा उपयोग की गई अनुरोध विधि का समर्थन नहीं करता।",
    "406": "माफ़ करें, सर्वर आपके अनुरोध की सामग्री की विशेषताओं के आधार पर इसे पूरा नहीं कर सकता।",
    "407": "माफ़ करें, इस अनुरोध को जारी रखने से पहले आपको प्रॉक्सी को प्रमाणित करना होगा।",
    "408": "माफ़ करें, सर्वर अनुरोध की प्रतीक्षा करते हुए समय समाप्त हो गया। कृपया नेटवर्क जांचें और पुनः प्रयास करें।",
    "409": "माफ़ करें, अनुरोध में टकराव है और इसे संसाधित नहीं किया जा सकता।",
    "410": "माफ़ करें, अनुरोधित संसाधन स्थायी रूप से हटा दिया गया है।",
    "411": "माफ़ करें, सर्वर को मान्य सामग्री लंबाई के बिना अनुरोध संसाधित नहीं कर सकता।",
    "412": "माफ़ करें, आपका अनुरोध सर्वर की शर्तों को पूरा नहीं करता।",
    "413": "माफ़ करें, आपके अनुरोध का डेटा बहुत बड़ा है।",
    "414": "माफ़ करें, आपके अनुरोध का URI बहुत लंबा है।",
    "415": "माफ़ करें, सर्वर अनुरोधित मीडिया प्रारूप को संसाधित नहीं कर सकता।",
    "416": "माफ़ करें, सर्वर आपके अनुरोधित रेंज को पूरा नहीं कर सकता।",
    "417": "माफ़ करें, सर्वर आपकी अपेक्षाओं को पूरा नहीं कर सका।",
    "422": "माफ़ करें, अनुरोध का प्रारूप सही है, लेकिन अर्थ संबंधी त्रुटियों के कारण प्रतिक्रिया नहीं दी जा सकती।",
    "423": "माफ़ करें, अनुरोधित संसाधन लॉक है।",
    "424": "माफ़ करें, पिछली विफलता के कारण अनुरोध पूरा नहीं हो सका।",
    "426": "माफ़ करें, सर्वर को उच्च प्रोटोकॉल संस्करण की आवश्यकता है।",
    "428": "माफ़ करें, सर्वर को पूर्व-शर्त की आवश्यकता है। कृपया सही हेडर शामिल करें।",
    "429": "माफ़ करें, आपने बहुत बार अनुरोध किया है। कृपया बाद में पुनः प्रयास करें।",
    "431": "माफ़ करें, आपके अनुरोध के हेडर बहुत बड़े हैं।",
    "451": "माफ़ करें, कानूनी कारणों से यह संसाधन उपलब्ध नहीं है।",
    "499": "आपका अनुरोध अप्रत्याशित रूप से बाधित हुआ। कृपया नेटवर्क जांचें और पुनः प्रयास करें।",
    "500": "माफ़ करें, सर्वर में समस्या है और वह अनुरोध पूरा नहीं कर सका।",
    "501": "माफ़ करें, सर्वर इस अनुरोध को संभालना नहीं जानता।",
    "502": "माफ़ करें, सर्वर अस्थायी रूप से अनुपलब्ध है।",
    "503": "माफ़ करें, सर्वर ओवरलोड या रखरखाव में है। कृपया बाद में प्रयास करें।",
    "504": "माफ़ करें, अपस्ट्रीम सर्वर से प्रतिक्रिया नहीं मिली।",
    "505": "माफ़ करें, सर्वर HTTP संस्करण का समर्थन नहीं करता।",
    "506": "माफ़ करें, सर्वर कॉन्फ़िगरेशन में समस्या है।",
    "507": "माफ़ करें, सर्वर में पर्याप्त स्टोरेज नहीं है।",
    "509": "माफ़ करें, सर्वर का बैंडविड्थ समाप्त हो गया है।",
    "510": "माफ़ करें, सर्वर अनुरोधित एक्सटेंशन का समर्थन नहीं करता।",
    "520": "माफ़ करें, सर्वर ने अप्रत्याशित त्रुटि का सामना किया।",
    "522": "माफ़ करें, सर्वर कनेक्शन टाइमआउट हो गया। कृपया बाद में प्रयास करें।",
    "524": "माफ़ करें, सर्वर प्रतिक्रिया की प्रतीक्षा में समय समाप्त हुआ।",
    "AgentRuntimeError": "Lobe मॉडल रनटाइम निष्पादन त्रुटि। कृपया नीचे दी गई जानकारी के आधार पर पुनः प्रयास करें।",
    "ComfyUIBizError": "ComfyUI सेवा अनुरोध में त्रुटि। कृपया जानकारी जांचें या पुनः प्रयास करें।",
    "ComfyUIEmptyResult": "ComfyUI द्वारा कोई छवि उत्पन्न नहीं हुई। कृपया मॉडल कॉन्फ़िगरेशन जांचें।",
    "ComfyUIModelError": "ComfyUI मॉडल लोड करने में विफल। सुनिश्चित करें कि मॉडल फ़ाइल मौजूद है।",
    "ComfyUIServiceUnavailable": "ComfyUI सेवा उपलब्ध नहीं है। कृपया जांचें कि यह सही ढंग से चल रही है।",
    "ComfyUIUploadFailed": "ComfyUI पर छवि अपलोड विफल हुई।",
    "ComfyUIWorkflowError": "ComfyUI वर्कफ़्लो निष्पादन विफल।",
    "ConnectionCheckFailed": "अनुरोध खाली लौटा। कृपया जाँचें कि API प्रॉक्सी पता `/v1` से समाप्त नहीं होता।",
    "CreateMessageError": "माफ़ करें, संदेश भेजा नहीं जा सका। कृपया कॉपी करें और पुनः भेजें।",
    "ExceededContextWindow": "वर्तमान अनुरोध की सामग्री मॉडल की सीमा से अधिक है।",
    "FreePlanLimit": "आप मुफ्त योजना का उपयोग कर रहे हैं। कृपया सशुल्क योजना में अपग्रेड करें।",
    "GoogleAIBlockReason": {
      "BLOCKLIST": "आपकी सामग्री में निषिद्ध शब्द हैं। कृपया संशोधित करें और पुनः प्रयास करें।",
      "IMAGE_SAFETY": "सुरक्षा कारणों से छवि अवरुद्ध की गई।",
      "LANGUAGE": "आपकी भाषा समर्थित नहीं है। कृपया अंग्रेज़ी में प्रयास करें।",
      "OTHER": "अज्ञात कारण से सामग्री अवरुद्ध की गई।",
      "PROHIBITED_CONTENT": "आपके अनुरोध में प्रतिबंधित सामग्री हो सकती है।",
      "RECITATION": "कॉपीराइट चिंताओं के कारण सामग्री अवरुद्ध की गई।",
      "SAFETY": "सुरक्षा नीति कारणों से सामग्री अवरुद्ध।",
      "SPII": "आपकी सामग्री में व्यक्तिगत पहचान जानकारी (PII) हो सकती है।",
      "default": "सामग्री अवरुद्ध: {{blockReason}}। कृपया अनुरोध समायोजित करें।"
    },
    "InsufficientQuota": "माफ़ करें, इस कुंजी का कोटा समाप्त हो गया है।",
    "InvalidAccessCode": "अमान्य या रिक्त एक्सेस कोड।",
    "InvalidBedrockCredentials": "Bedrock प्रमाणीकरण विफल।",
    "InvalidClerkUser": "माफ़ करें, आप लॉगिन नहीं हैं। कृपया लॉगिन करें।",
    "InvalidComfyUIArgs": "अमान्य ComfyUI कॉन्फ़िगरेशन।",
    "InvalidGithubToken": "GitHub Personal Access Token गलत है।",
    "InvalidOllamaArgs": "अमान्य Ollama कॉन्फ़िगरेशन।",
    "InvalidProviderAPIKey": "{{provider}} API Key गलत या रिक्त है।",
    "InvalidVertexCredentials": "Vertex प्रमाणीकरण विफल।",
    "LocationNotSupportError": "माफ़ करें, यह सेवा आपके क्षेत्र में उपलब्ध नहीं है।",
    "ModelNotFound": "माफ़ करें, अनुरोधित मॉडल नहीं मिला।",
    "NoOpenAIAPIKey": "OpenAI API Key खाली है। कृपया जोड़ें।",
    "OllamaBizError": "Ollama सेवा अनुरोध में त्रुटि।",
    "OllamaServiceUnavailable": "Ollama सेवा उपलब्ध नहीं है।",
    "PermissionDenied": "माफ़ करें, आपको इस सेवा का एक्सेस नहीं है।",
    "PluginApiNotFound": "प्लगइन के manifest में यह API नहीं है।",
    "PluginApiParamsError": "प्लगइन अनुरोध के इनपुट पैरामीटर अमान्य हैं।",
    "PluginFailToTransformArguments": "प्लगइन आर्ग्युमेंट्स पार्स करने में विफल।",
    "PluginGatewayError": "प्लगइन गेटवे में त्रुटि।",
    "PluginManifestInvalid": "प्लगइन manifest अमान्य है।",
    "PluginManifestNotFound": "प्लगइन manifest.json नहीं मिला।",
    "PluginMarketIndexInvalid": "प्लगइन इंडेक्स सत्यापन विफल।",
    "PluginMarketIndexNotFound": "प्लगइन इंडेक्स नहीं मिला।",
    "PluginMetaInvalid": "प्लगइन मेटाडेटा अमान्य।",
    "PluginMetaNotFound": "इंडेक्स में प्लगइन नहीं मिला।",
    "PluginOpenApiInitError": "OpenAPI क्लाइंट प्रारंभ करने में विफल।",
    "PluginServerError": "प्लगइन सर्वर अनुरोध में त्रुटि।",
    "PluginSettingsInvalid": "यह प्लगइन उपयोग से पहले सही ढंग से कॉन्फ़िगर किया जाना चाहिए।",
    "ProviderBizError": "{{provider}} सेवा अनुरोध में त्रुटि।",
    "QuotaLimitReached": "वर्तमान कुंजी का कोटा सीमा पार हो गया है।",
    "StreamChunkError": "स्ट्रीम अनुरोध के संदेश भाग में त्रुटि।",
    "SubscriptionKeyMismatch": "सदस्यता कुंजी मेल नहीं खाती। कृपया पुनः सक्रिय करें।",
    "SubscriptionPlanLimit": "आपका सदस्यता कोटा समाप्त हो गया है। कृपया उच्च योजना चुनें।",
    "SystemTimeNotMatchError": "सिस्टम समय सर्वर से मेल नहीं खा रहा।",
    "UnknownChatFetchError": "अज्ञात अनुरोध त्रुटि हुई।"
  },
  "stt": {
    "responseError": "सेवा अनुरोध विफल। कृपया कॉन्फ़िगरेशन जांचें या पुनः प्रयास करें।"
  },
  "supervisor": {
    "decisionFailed": "ग्रुप होस्ट कार्य नहीं कर पा रहा है। कृपया मॉडल, API Key, और API endpoint जांचें।"
  },
  "testConnectionFailed": "कनेक्शन परीक्षण विफल: {{error}}",
  "tts": {
    "responseError": "सेवा अनुरोध विफल। कृपया कॉन्फ़िगरेशन जांचें या पुनः प्रयास करें।"
  },
  "unlock": {
    "addProxyUrl": "OpenAI प्रॉक्सी URL जोड़ें (वैकल्पिक)",
    "apiKey": {
      "description": "सत्र शुरू करने के लिए अपना {{name}} API Key दर्ज करें",
      "imageGenerationDescription": "छवि निर्माण शुरू करने के लिए अपना {{name}} API Key दर्ज करें",
      "title": "कस्टम {{name}} API Key उपयोग करें"
    },
    "closeMessage": "संदेश बंद करें",
    "comfyui": {
      "description": "छवि निर्माण शुरू करने के लिए मान्य {{name}} क्रेडेंशियल दर्ज करें।",
      "modifyBaseUrl": "ComfyUI सेवा URL संपादित करें",
      "title": "अपने {{name}} क्रेडेंशियल सत्यापित करें"
    },
    "confirm": "पुष्टि करें और पुनः प्रयास करें",
    "oauth": {
      "description": "प्रशासक ने एकीकृत लॉगिन सक्षम किया है। कृपया नीचे दिए गए बटन से लॉगिन करें।",
      "success": "लॉगिन सफल",
      "title": "अपने खाते में लॉगिन करें",
      "welcome": "स्वागत है!"
    },
    "password": {
      "description": "एप्लिकेशन एन्क्रिप्शन सक्षम है। इसे अनलॉक करने के लिए पासवर्ड दर्ज करें।",
      "placeholder": "कृपया पासवर्ड दर्ज करें",
      "title": "एप्लिकेशन अनलॉक करने के लिए पासवर्ड दर्ज करें"
    },
    "tabs": {
      "apiKey": "कस्टम API Key",
      "password": "पासवर्ड"
    }
  },
  "upload": {
    "desc": "विवरण: {{detail}}",
    "fileOnlySupportInServerMode": "वर्तमान मोड केवल इमेज अपलोड का समर्थन करता है। {{ext}} फ़ाइल अपलोड करने के लिए कृपया सर्वर मोड या {{cloud}} सेवा का उपयोग करें।",
    "networkError": "कृपया नेटवर्क और CORS कॉन्फ़िगरेशन जांचें।",
    "title": "फ़ाइल अपलोड विफल। कृपया नेटवर्क जांचें या पुनः प्रयास करें।",
    "unknownError": "त्रुटि कारण: {{reason}}",
    "uploadFailed": "फ़ाइल अपलोड विफल।"
  }
}
