{
  "error": {
    "title": "Er is een fout opgetreden"
  },
  "http": {
    "forbidden": "Toegang geweigerd",
    "networkError": "Netwerkfout",
    "notFound": "Niet gevonden",
    "serverError": "Serverfout",
    "timeout": "Verzoek verlopen",
    "unauthorized": "Niet geautoriseerd"
  },
  "login": {
    "accessDenied": "Sorry, het inlogverzoek is geweigerd. Probeer het later opnieuw.",
    "cancelled": "U heeft het inloggen geannuleerd",
    "invalidGrant": "Sorry, uw inlogsessie is verlopen. Probeer het later opnieuw.",
    "invalidIdToken": "Sorry, we kunnen momenteel uw accountgegevens niet ophalen. Probeer het later opnieuw.",
    "invalidRequest": "Sorry, er is een probleem met het inlogverzoek. Probeer het later opnieuw.",
    "invalidState": "Sorry, de inlogverificatie is mislukt. Probeer het later opnieuw.",
    "missingCodeOrState": "Sorry, er ontbreken gegevens voor het inloggen. Probeer het later opnieuw.",
    "missingPkce": "Sorry, de inlogverificatiegegevens ontbreken. Probeer het later opnieuw.",
    "networkError": "Sorry, er is een netwerkfout opgetreden tijdens het inloggen. Controleer uw verbinding en probeer het opnieuw.",
    "noIdToken": "Sorry, we konden geen inloggegevens ophalen. Probeer het later opnieuw.",
    "serverError": "Sorry, er is een fout opgetreden bij de inlogservice. Probeer het later opnieuw.",
    "temporarilyUnavailable": "Sorry, de inlogservice is tijdelijk niet beschikbaar. Probeer het later opnieuw.",
    "tokenEndpointNonJson": "Sorry, de inlogservice gaf een ongeldige reactie. Probeer het later opnieuw.",
    "tokenExchangeFailed": "Sorry, er is een fout opgetreden bij het verwerken van het inloggen. Probeer het later opnieuw.",
    "unknown": "Sorry, het inloggen is mislukt. Probeer het later opnieuw.",
    "unsupportedResponseType": "Sorry, deze inlogmethode wordt momenteel niet ondersteund. Probeer het later opnieuw."
  },
  "page": {
    "notFoundMessage": "Deze pagina bestaat niet.",
    "notFoundTitle": "Oeps!"
  },
  "response": {
    "400": "Sorry, de server begrijpt uw verzoek niet. Controleer of uw verzoekparameters correct zijn.",
    "401": "Sorry, de server heeft uw verzoek geweigerd. Mogelijk heeft u onvoldoende rechten of is er geen geldige authenticatie verstrekt.",
    "403": "Sorry, de server heeft uw verzoek geweigerd. U heeft geen toegang tot deze inhoud.",
    "404": "Sorry, de server kon de gevraagde pagina of bron niet vinden. Controleer of de URL correct is.",
    "405": "Sorry, de server ondersteunt de gebruikte verzoekmethode niet. Controleer of uw verzoekmethode correct is.",
    "406": "Sorry, de server kan het verzoek niet uitvoeren op basis van de gevraagde inhoudskenmerken.",
    "407": "Sorry, u moet zich via een proxy authenticeren om door te gaan.",
    "408": "Sorry, de server wachtte te lang op het verzoek. Controleer uw netwerkverbinding en probeer het opnieuw.",
    "409": "Sorry, er is een conflict in het verzoek waardoor het niet kan worden verwerkt. Mogelijk is de status van de bron niet compatibel met het verzoek.",
    "410": "Sorry, de gevraagde bron is permanent verwijderd en kan niet worden gevonden.",
    "411": "Sorry, de server kan geen verzoek zonder geldige inhoudslengte verwerken.",
    "412": "Sorry, uw verzoek voldoet niet aan de voorwaarden van de server en kan niet worden voltooid.",
    "413": "Sorry, uw verzoek bevat te veel gegevens. De server kan het niet verwerken.",
    "414": "Sorry, de URI van uw verzoek is te lang. De server kan het niet verwerken.",
    "415": "Sorry, de server kan het mediatype van het verzoek niet verwerken.",
    "416": "Sorry, de server kan het gevraagde bereik niet leveren.",
    "417": "Sorry, de server kan niet voldoen aan uw verwachtingen.",
    "422": "Sorry, uw verzoek is correct geformatteerd, maar bevat semantische fouten en kan niet worden verwerkt.",
    "423": "Sorry, de gevraagde bron is vergrendeld.",
    "424": "Sorry, het huidige verzoek kan niet worden voltooid vanwege een mislukte eerdere aanvraag.",
    "426": "Sorry, de server vereist dat uw client wordt bijgewerkt naar een nieuwere protocolversie.",
    "428": "Sorry, de server vereist voorafgaande voorwaarden. Uw verzoek moet de juiste voorwaardelijke headers bevatten.",
    "429": "Sorry, u heeft te veel verzoeken gedaan. De server is overbelast. Probeer het later opnieuw.",
    "431": "Sorry, de headers van uw verzoek zijn te groot. De server kan het niet verwerken.",
    "451": "Sorry, de server weigert deze bron om juridische redenen.",
    "499": "Sorry, uw verzoek is onverwacht onderbroken tijdens de verwerking. Dit kan komen doordat u de actie hebt geannuleerd of door een instabiele netwerkverbinding. Controleer uw netwerk en probeer het opnieuw.",
    "500": "Sorry, de server ondervindt problemen en kan uw verzoek tijdelijk niet verwerken. Probeer het later opnieuw.",
    "501": "Sorry, de server weet nog niet hoe dit verzoek moet worden verwerkt. Controleer of uw handeling correct is.",
    "502": "Sorry, de server is tijdelijk niet bereikbaar. Probeer het later opnieuw.",
    "503": "Sorry, de server kan uw verzoek momenteel niet verwerken vanwege overbelasting of onderhoud. Probeer het later opnieuw.",
    "504": "Sorry, de server heeft geen tijdige reactie van de upstream-server ontvangen. Probeer het later opnieuw.",
    "505": "Sorry, de server ondersteunt de HTTP-versie die u gebruikt niet. Werk bij en probeer het opnieuw.",
    "506": "Sorry, er is een configuratiefout op de server. Neem contact op met de beheerder.",
    "507": "Sorry, de server heeft onvoldoende opslagruimte om uw verzoek te verwerken. Probeer het later opnieuw.",
    "509": "Sorry, de bandbreedte van de server is opgebruikt. Probeer het later opnieuw.",
    "510": "Sorry, de server ondersteunt de gevraagde uitbreidingsfunctie niet. Neem contact op met de beheerder.",
    "520": "Sorry, de server heeft een onverwacht probleem ondervonden en kan uw verzoek niet voltooien. Probeer het later opnieuw. We werken aan een oplossing.",
    "522": "Sorry, de serververbinding is verlopen en kon niet op tijd reageren. Mogelijk is het netwerk onstabiel of is de server tijdelijk niet bereikbaar. Probeer het later opnieuw. We werken aan herstel.",
    "524": "Sorry, de server is verlopen tijdens het wachten op een antwoord. Mogelijk is de reactie te traag. Probeer het later opnieuw.",
    "AgentRuntimeError": "Fout bij het uitvoeren van Lobe AI Runtime. Controleer de onderstaande informatie of probeer het opnieuw.",
    "ConnectionCheckFailed": "Lege respons ontvangen. Controleer of het API-proxyadres eindigt op '/v1'.",
    "CreateMessageError": "Sorry, het bericht kon niet worden verzonden. Kopieer de inhoud en probeer opnieuw. Na verversen van de pagina wordt dit bericht niet bewaard.",
    "ExceededContextWindow": "De inhoud van dit verzoek overschrijdt de verwerkbare lengte van het model. Verminder de hoeveelheid inhoud en probeer opnieuw.",
    "FreePlanLimit": "U bent momenteel een gratis gebruiker en kunt deze functie niet gebruiken. Upgrade naar een betaald abonnement om door te gaan.",
    "InsufficientQuota": "Sorry, de quota van deze sleutel is bereikt. Controleer uw accountsaldo of verhoog de quota en probeer opnieuw.",
    "InvalidAccessCode": "Wachtwoord is onjuist of leeg. Voer het juiste toegangswachtwoord in of voeg een aangepaste API-sleutel toe.",
    "InvalidBedrockCredentials": "Bedrock-authenticatie mislukt. Controleer AccessKeyId/SecretAccessKey en probeer opnieuw.",
    "InvalidClerkUser": "Sorry, u bent niet ingelogd. Log in of registreer een account om door te gaan.",
    "InvalidGithubToken": "Github PAT is onjuist of leeg. Controleer de Github PAT en probeer opnieuw.",
    "InvalidOllamaArgs": "Ollama-configuratie is onjuist. Controleer de configuratie en probeer opnieuw.",
    "InvalidProviderAPIKey": "{{provider}} API-sleutel is onjuist of leeg. Controleer de {{provider}} API-sleutel en probeer opnieuw.",
    "InvalidVertexCredentials": "Vertex-authenticatie mislukt. Controleer de inloggegevens en probeer opnieuw.",
    "LocationNotSupportError": "Sorry, uw regio ondersteunt deze modelservice niet, mogelijk vanwege regionale beperkingen of niet-geactiveerde service. Controleer of uw regio deze service ondersteunt of probeer een andere regio.",
    "ModelNotFound": "Sorry, het model kon niet worden gevonden of u heeft geen toegang. Probeer een andere API-sleutel of pas de toegangsrechten aan.",
    "NoOpenAIAPIKey": "OpenAI API-sleutel is onjuist of leeg. Voeg een aangepaste OpenAI API-sleutel toe.",
    "OllamaBizError": "Fout bij het aanvragen van Ollama-service. Controleer de onderstaande informatie of probeer opnieuw.",
    "OllamaServiceUnavailable": "Verbinding met Ollama-service mislukt. Controleer of Ollama correct draait en of de CORS-configuratie juist is.",
    "PermissionDenied": "Sorry, u heeft geen toegang tot deze service. Controleer of uw sleutel de juiste rechten heeft.",
    "PluginApiNotFound": "Sorry, deze API bestaat niet in het plug-in manifest. Controleer of uw verzoekmethode overeenkomt met de plug-in API.",
    "PluginApiParamsError": "Sorry, de invoerparameters van deze plug-in zijn ongeldig. Controleer of de parameters overeenkomen met de API-beschrijving.",
    "PluginFailToTransformArguments": "Sorry, het ontleden van de plug-in-aanroepparameters is mislukt. Probeer het bericht opnieuw te genereren of gebruik een AI-model met sterkere Tools Calling-mogelijkheden.",
    "PluginGatewayError": "Sorry, er is een fout opgetreden bij de plug-in gateway. Controleer of de configuratie correct is.",
    "PluginManifestInvalid": "Sorry, het plug-in manifest is ongeldig. Controleer of het manifest correct is geformatteerd.",
    "PluginManifestNotFound": "Sorry, het plug-in manifest (manifest.json) is niet gevonden. Controleer het pad naar het manifestbestand.",
    "PluginMarketIndexInvalid": "Sorry, de plug-in index is ongeldig. Controleer of het indexbestand correct is geformatteerd.",
    "PluginMarketIndexNotFound": "Sorry, de plug-in index is niet gevonden. Controleer het indexadres.",
    "PluginMetaInvalid": "Sorry, de metadata van deze plug-in is ongeldig. Controleer of de metadata correct is geformatteerd.",
    "PluginMetaNotFound": "Sorry, deze plug-in is niet gevonden in de index. Controleer de configuratie in de index.",
    "PluginOpenApiInitError": "Sorry, initialisatie van de OpenAPI-client is mislukt. Controleer de OpenAPI-configuratie.",
    "PluginServerError": "Fout bij plug-in serverrespons. Controleer het plug-in manifest, configuratie of serverimplementatie aan de hand van de foutmelding.",
    "PluginSettingsInvalid": "Deze plug-in moet correct worden geconfigureerd om te kunnen gebruiken. Controleer uw instellingen.",
    "ProviderBizError": "Fout bij het aanvragen van {{provider}}-service. Controleer de onderstaande informatie of probeer opnieuw.",
    "QuotaLimitReached": "Sorry, het tokenverbruik of aantal verzoeken heeft de quota van deze sleutel bereikt. Verhoog de quota of probeer later opnieuw.",
    "StreamChunkError": "Fout bij het ontleden van een berichtblok in de streaming-aanvraag. Controleer of de API-interface aan de standaard voldoet of neem contact op met uw API-leverancier.",
    "SubscriptionKeyMismatch": "Sorry, door een tijdelijke systeemfout is uw abonnement tijdelijk niet actief. Klik op de knop hieronder om het abonnement te herstellen of neem contact met ons op via e-mail voor ondersteuning.",
    "SubscriptionPlanLimit": "Uw abonnementscredits zijn op. U kunt deze functie niet gebruiken. Upgrade naar een hoger plan of configureer een aangepast model-API om door te gaan.",
    "SystemTimeNotMatchError": "Sorry, uw systeemtijd komt niet overeen met de server. Controleer uw systeemklok en probeer opnieuw.",
    "UnknownChatFetchError": "Sorry, er is een onbekende fout opgetreden bij het ophalen van het gesprek. Controleer de onderstaande informatie of probeer opnieuw."
  },
  "sessionExpired": {
    "desc": "Om uw account te beschermen, logt u alstublieft opnieuw in.",
    "login": "Nu inloggen",
    "title": "Sessie verlopen"
  }
}
