{
  "error": {
    "title": "Er is een fout opgetreden"
  },
  "http": {
    "forbidden": "Toegang geweigerd",
    "networkError": "Netwerkfout",
    "notFound": "Niet gevonden",
    "serverError": "Serverfout",
    "timeout": "Verzoek verlopen",
    "unauthorized": "Niet geautoriseerd"
  },
  "login": {
    "accessDenied": "Toegangsprovider heeft toegang geweigerd.",
    "cancelled": "Inloggen geannuleerd.",
    "invalidGrant": "De inlogsessie is verlopen of ongeldig, probeer het opnieuw.",
    "invalidIdToken": "Kan gebruikersinformatie niet lezen uit het ID-token.",
    "invalidRequest": "Ongeldig inlogverzoek.",
    "invalidState": "State-validatie mislukt, probeer het opnieuw.",
    "missingCodeOrState": "Autorisatiecode of state ontbreekt.",
    "missingPkce": "PKCE-parameter ontbreekt.",
    "networkError": "Netwerkfout tijdens het inloggen, controleer uw netwerkverbinding.",
    "noIdToken": "Geen ID-token ontvangen na inloggen.",
    "serverError": "Serverfout bij inlogservice, probeer het later opnieuw.",
    "temporarilyUnavailable": "Inlogservice tijdelijk niet beschikbaar, probeer het later opnieuw.",
    "tokenEndpointNonJson": "Tokenendpoint gaf een ongeldige respons terug.",
    "tokenExchangeFailed": "Wisselen van autorisatiecode naar token mislukt.",
    "unknown": "Inloggen mislukt, probeer het opnieuw.",
    "unsupportedResponseType": "Niet-ondersteund responstype."
  },
  "page": {
    "notFoundMessage": "Deze pagina bestaat niet.",
    "notFoundTitle": "Oeps!"
  },
  "response": {
    "400": "Sorry, de server begrijpt uw verzoek niet. Controleer of uw verzoekparameters correct zijn.",
    "401": "Sorry, de server heeft uw verzoek geweigerd, mogelijk vanwege onvoldoende rechten of ontbrekende geldige authenticatie.",
    "403": "Sorry, de server heeft uw verzoek geweigerd. U heeft geen toegang tot deze inhoud.",
    "404": "Sorry, de server kan de door u gevraagde pagina of bron niet vinden. Controleer of uw URL correct is.",
    "405": "Sorry, de server ondersteunt de door u gebruikte verzoekmethode niet. Controleer of uw verzoekmethode correct is.",
    "406": "Sorry, de server kan het verzoek niet voltooien op basis van de door u gevraagde inhoudskenmerken.",
    "407": "Sorry, u moet proxy-authenticatie uitvoeren voordat u dit verzoek kunt voortzetten.",
    "408": "Sorry, de server is tijdens het wachten op het verzoek verlopen. Controleer uw netwerkverbinding en probeer het opnieuw.",
    "409": "Sorry, het verzoek kan niet worden verwerkt vanwege een conflict, mogelijk omdat de status van de bron niet compatibel is met het verzoek.",
    "410": "Sorry, de door u gevraagde bron is permanent verwijderd en kan niet worden gevonden.",
    "411": "Sorry, de server kan geen verzoek verwerken zonder geldige inhoudslengte.",
    "412": "Sorry, uw verzoek voldoet niet aan de voorwaarden van de server en kan niet worden voltooid.",
    "413": "Sorry, uw verzoek bevat te veel gegevens en kan niet door de server worden verwerkt.",
    "414": "Sorry, de URI van uw verzoek is te lang en kan niet door de server worden verwerkt.",
    "415": "Sorry, de server kan het mediatype van het verzoek niet verwerken.",
    "416": "Sorry, de server kan het door u gevraagde bereik niet voldoen.",
    "417": "Sorry, de server kan niet aan uw verwachtingen voldoen.",
    "422": "Sorry, uw verzoek is correct geformatteerd, maar bevat semantische fouten en kan niet worden beantwoord.",
    "423": "Sorry, de door u gevraagde bron is vergrendeld.",
    "424": "Sorry, het huidige verzoek kan niet worden voltooid vanwege een mislukking in een eerder verzoek.",
    "426": "Sorry, de server vereist dat uw client wordt bijgewerkt naar een hogere protocolversie.",
    "428": "Sorry, de server vereist een voorwaarde en vraagt dat uw verzoek de juiste voorwaardelijke headers bevat.",
    "429": "Sorry, u heeft te veel verzoeken gedaan. De server is even overbelast. Probeer het later opnieuw.",
    "431": "Sorry, de velden in uw verzoekheader zijn te groot en kunnen niet door de server worden verwerkt.",
    "451": "Sorry, de server weigert deze bron om juridische redenen te verstrekken.",
    "499": "Sorry, uw verzoek is onverwacht onderbroken tijdens de verwerking door de server, mogelijk omdat u de actie hebt geannuleerd of vanwege een onstabiele netwerkverbinding. Controleer uw netwerk en probeer het opnieuw.",
    "500": "Sorry, de server ondervindt momenteel problemen en kan uw verzoek niet voltooien. Probeer het later opnieuw.",
    "501": "Sorry, de server weet nog niet hoe dit verzoek moet worden verwerkt. Controleer of uw handeling correct is.",
    "502": "Sorry, de server lijkt de weg kwijt te zijn en kan tijdelijk geen service bieden. Probeer het later opnieuw.",
    "503": "Sorry, de server kan uw verzoek momenteel niet verwerken vanwege overbelasting of onderhoud. Probeer het later opnieuw.",
    "504": "Sorry, de server heeft geen antwoord ontvangen van de upstream-server. Probeer het later opnieuw.",
    "505": "Sorry, de server ondersteunt de HTTP-versie die u gebruikt niet. Werk bij en probeer het opnieuw.",
    "506": "Sorry, er is een configuratiefout op de server. Neem contact op met de beheerder.",
    "507": "Sorry, de server heeft onvoldoende opslagruimte om uw verzoek te verwerken. Probeer het later opnieuw.",
    "509": "Sorry, de bandbreedte van de server is opgebruikt. Probeer het later opnieuw.",
    "510": "Sorry, de server ondersteunt de gevraagde uitbreidingsfunctie niet. Neem contact op met de beheerder.",
    "520": "Sorry, de server heeft een onverwacht probleem ondervonden waardoor uw verzoek niet kon worden voltooid. Probeer het later opnieuw. We werken aan een oplossing.",
    "522": "Sorry, de serververbinding is verlopen en kon niet tijdig op uw verzoek reageren. Mogelijk is het netwerk onstabiel of is de server tijdelijk niet bereikbaar. Probeer het later opnieuw. We werken aan herstel van de service.",
    "524": "Sorry, de server is verlopen tijdens het wachten op een antwoord, mogelijk vanwege een trage respons. Probeer het later opnieuw.",
    "AgentRuntimeError": "Lobe AI Runtime-fout opgetreden. Controleer de onderstaande informatie of probeer het opnieuw.",
    "ConnectionCheckFailed": "Lege respons ontvangen. Controleer of het API-proxyadres eindigt op '/v1'.",
    "CreateMessageError": "Sorry, het bericht kon niet worden verzonden. Kopieer de inhoud en probeer opnieuw. Na verversen van de pagina wordt dit bericht niet bewaard.",
    "ExceededContextWindow": "De inhoud van het huidige verzoek overschrijdt de verwerkbare lengte van het model. Verminder de inhoud en probeer opnieuw.",
    "FreePlanLimit": "U bent momenteel een gratis gebruiker en kunt deze functie niet gebruiken. Upgrade naar een betaald abonnement om door te gaan.",
    "InsufficientQuota": "Sorry, de quota van deze sleutel is bereikt. Controleer uw accountbalans of verhoog de quota en probeer het opnieuw.",
    "InvalidAccessCode": "Wachtwoord is onjuist of leeg. Voer het juiste toegangswachtwoord in of voeg een aangepaste API-sleutel toe.",
    "InvalidBedrockCredentials": "Bedrock-authenticatie mislukt. Controleer AccessKeyId/SecretAccessKey en probeer opnieuw.",
    "InvalidClerkUser": "Sorry, u bent momenteel niet ingelogd. Log in of registreer een account om door te gaan.",
    "InvalidGithubToken": "Github PAT is onjuist of leeg. Controleer de Github PAT en probeer opnieuw.",
    "InvalidOllamaArgs": "Ollama-configuratie is onjuist. Controleer de Ollama-configuratie en probeer opnieuw.",
    "InvalidProviderAPIKey": "{{provider}} API-sleutel is onjuist of leeg. Controleer de {{provider}} API-sleutel en probeer opnieuw.",
    "InvalidVertexCredentials": "Vertex-authenticatie mislukt. Controleer de authenticatiegegevens en probeer opnieuw.",
    "LocationNotSupportError": "Sorry, uw regio ondersteunt deze modelservice niet, mogelijk vanwege regionale beperkingen of niet-geactiveerde service. Controleer of uw regio deze service ondersteunt of probeer over te schakelen naar een andere regio en probeer opnieuw.",
    "ModelNotFound": "Sorry, het model kan niet worden gevonden of u heeft geen toegang. Wijzig uw API-sleutel of pas de toegangsrechten aan en probeer opnieuw.",
    "NoOpenAIAPIKey": "OpenAI API-sleutel is onjuist of leeg. Voeg een aangepaste OpenAI API-sleutel toe.",
    "OllamaBizError": "Fout bij het aanvragen van Ollama-service. Controleer de onderstaande informatie of probeer opnieuw.",
    "OllamaServiceUnavailable": "Verbinding met Ollama-service mislukt. Controleer of Ollama correct draait en of de CORS-configuratie juist is ingesteld.",
    "PermissionDenied": "Sorry, u heeft geen toegang tot deze service. Controleer of uw sleutel de juiste toegangsrechten heeft.",
    "PluginApiNotFound": "Sorry, deze API bestaat niet in het plug-in manifest. Controleer of uw verzoekmethode overeenkomt met de plug-in manifest-API.",
    "PluginApiParamsError": "Sorry, de invoerparameters van het plug-in verzoek zijn ongeldig. Controleer of de parameters overeenkomen met de API-beschrijving.",
    "PluginFailToTransformArguments": "Sorry, het ontleden van de plug-in aanroepparameters is mislukt. Probeer het assistentbericht opnieuw te genereren of gebruik een AI-model met sterkere Tools Calling-mogelijkheden en probeer opnieuw.",
    "PluginGatewayError": "Sorry, er is een fout opgetreden bij de plug-in gateway. Controleer of de plug-in gateway-configuratie correct is.",
    "PluginManifestInvalid": "Sorry, het plug-in manifest is ongeldig. Controleer of het manifest correct is geformatteerd.",
    "PluginManifestNotFound": "Sorry, het manifestbestand (manifest.json) van de plug-in is niet gevonden. Controleer of het pad naar het plug-in manifest correct is.",
    "PluginMarketIndexInvalid": "Sorry, de plug-in index is ongeldig. Controleer of het indexbestand correct is geformatteerd.",
    "PluginMarketIndexNotFound": "Sorry, de plug-in index is niet gevonden. Controleer of het indexadres correct is.",
    "PluginMetaInvalid": "Sorry, de metadata van de plug-in is ongeldig. Controleer of de metadata correct is geformatteerd.",
    "PluginMetaNotFound": "Sorry, deze plug-in is niet gevonden in de index. Controleer de configuratie-informatie van de plug-in in de index.",
    "PluginOpenApiInitError": "Sorry, initialisatie van de OpenAPI-client is mislukt. Controleer of de OpenAPI-configuratie correct is.",
    "PluginServerError": "Fout bij plug-in serverrespons. Controleer uw plug-in manifest, configuratie of serverimplementatie aan de hand van onderstaande foutmelding.",
    "PluginSettingsInvalid": "Deze plug-in moet correct worden geconfigureerd voordat deze kan worden gebruikt. Controleer uw configuratie.",
    "ProviderBizError": "Fout bij het aanvragen van {{provider}}-service. Controleer de onderstaande informatie of probeer opnieuw.",
    "QuotaLimitReached": "Sorry, het tokenverbruik of het aantal verzoeken heeft de quota van deze sleutel bereikt. Verhoog de quota of probeer het later opnieuw.",
    "StreamChunkError": "Fout bij het ontleden van het berichtblok in de streamingaanvraag. Controleer of de API-interface aan de standaard voldoet of neem contact op met uw API-provider.",
    "SubscriptionKeyMismatch": "Sorry, door een incidentele systeemfout is het huidige abonnement tijdelijk ongeldig. Klik op de onderstaande knop om het abonnement te herstellen of neem contact met ons op via e-mail voor ondersteuning.",
    "SubscriptionPlanLimit": "Uw abonnementscredits zijn opgebruikt en u kunt deze functie niet gebruiken. Upgrade naar een hoger plan of configureer een aangepast model-API om door te gaan.",
    "SystemTimeNotMatchError": "Sorry, uw systeemtijd komt niet overeen met de server. Controleer uw systeemtijd en probeer opnieuw.",
    "UnknownChatFetchError": "Sorry, er is een onbekende fout opgetreden bij het ophalen van het gesprek. Controleer de onderstaande informatie of probeer opnieuw."
  },
  "sessionExpired": {
    "desc": "Om de veiligheid van uw account te waarborgen, log alstublieft opnieuw in",
    "login": "Direct inloggen",
    "title": "Sessie verlopen"
  }
}
