{
  "dbV1": {
    "action": {
      "clearDB": "Очистить базу данных",
      "downloadBackup": "Скачать резервную копию",
      "reUpgrade": "Повторное обновление",
      "start": "Начать использование",
      "upgrade": "Обновить"
    },
    "clear": {
      "confirm": "Вы уверены, что хотите очистить локальную базу данных? (Глобальные настройки не будут затронуты). Пожалуйста, убедитесь, что вы скачали резервную копию данных."
    },
    "description": "В новой версии LobeChat произошел значительный скачок в хранении данных. Поэтому нам нужно обновить данные из старой версии, чтобы обеспечить вам лучший опыт использования.",
    "features": {
      "capability": {
        "desc": "Основано на технологии indexedDB, способной вместить все ваши сообщения за всю жизнь",
        "title": "Большой объем"
      },
      "performance": {
        "desc": "Автоматический индекс для миллионов сообщений, мгновенный отклик на запросы",
        "title": "Высокая производительность"
      },
      "use": {
        "desc": "Поддержка поиска по заголовкам, описаниям, меткам, содержимому сообщений и даже переведенному тексту, что значительно повышает эффективность повседневного поиска",
        "title": "Более удобное использование"
      }
    },
    "title": "Эволюция данных LobeChat",
    "upgrade": {
      "error": {
        "subTitle": "К сожалению, произошла ошибка в процессе обновления базы данных. Попробуйте следующие варианты: A. Очистите локальные данные и повторно импортируйте резервную копию данных; B. Нажмите кнопку \"Повторное обновление\".<br><br> Если проблема сохраняется, пожалуйста, <1>сообщите о проблеме</1>, мы незамедлительно поможем вам.",
        "title": "Ошибка обновления базы данных"
      },
      "success": {
        "subTitle": "База данных LobeChat успешно обновлена до последней версии. Начните использовать прямо сейчас!",
        "title": "Успешное обновление базы данных"
      }
    },
    "upgradeTip": "Обновление займет примерно 1-2 секунды. Пожалуйста, не закрывайте LobeChat во время обновления."
  },
  "migrateError": {
    "missVersion": "Отсутствует номер версии импортируемых данных. Пожалуйста, проверьте файл и повторите попытку.",
    "noMigration": "Не найдено схемы миграции для текущей версии файла. Пожалуйста, проверьте номер версии файла и повторите попытку. Если проблема сохраняется, пожалуйста, обратитесь за помощью."
  }
}
