{
  "dbV1": {
    "action": {
      "clearDB": "Очистить базу данных",
      "downloadBackup": "Скачать резервную копию",
      "reUpgrade": "Повторное обновление",
      "start": "Начать использование",
      "upgrade": "Обновить"
    },
    "clear": {
      "confirm": "Вы уверены, что хотите очистить локальную базу данных? (Глобальные настройки не будут затронуты). Пожалуйста, убедитесь, что вы скачали резервную копию данных."
    },
    "description": "В новой версии хранилище данных {{appName}} сделало огромный шаг вперед. Поэтому мы должны обновить данные старой версии, чтобы предоставить вам лучший опыт использования.",
    "features": {
      "capability": {
        "desc": "На основе технологии IndexedDB, достаточно вместительное, чтобы хранить все ваши сообщения за жизнь",
        "title": "Большая емкость"
      },
      "performance": {
        "desc": "Автоматическая индексация миллионов сообщений, поиск с откликом в миллисекундах",
        "title": "Высокая производительность"
      },
      "use": {
        "desc": "Поддержка поиска по заголовкам, описаниям, тегам, содержимому сообщений и даже текстам переводов, эффективность повседневного поиска значительно повышена",
        "title": "Удобнее в использовании"
      }
    },
    "title": "Эволюция данных {{appName}}",
    "upgrade": {
      "error": {
        "subTitle": "К сожалению, во время процесса обновления базы данных произошла ошибка. Пожалуйста, попробуйте следующие решения: A. Очистите локальные данные и повторно импортируйте резервные данные; B. Нажмите кнопку «Перезагрузить обновление».<br><br> Если ошибка повторяется, пожалуйста, <1>сообщите о проблеме</1>, и мы сразу же поможем вам разобраться.",
        "title": "Ошибка обновления базы данных"
      },
      "success": {
        "subTitle": "База данных {{appName}} была успешно обновлена до последней версии, начните использовать её прямо сейчас.",
        "title": "Обновление базы данных успешно"
      }
    },
    "upgradeTip": "Обновление займет примерно 10-20 секунд, пожалуйста, не закрывайте {{appName}} во время обновления."
  },
  "migrateError": {
    "missVersion": "Отсутствует номер версии импортируемых данных. Пожалуйста, проверьте файл и повторите попытку.",
    "noMigration": "Не найдено схемы миграции для текущей версии. Пожалуйста, проверьте номер версии и повторите попытку. Если проблема сохраняется, пожалуйста, сообщите о проблеме"
  }
}
