{
  "error": {
    "title": "Đã xảy ra lỗi"
  },
  "http": {
    "forbidden": "Truy cập bị cấm",
    "networkError": "Lỗi mạng",
    "notFound": "Không tìm thấy",
    "serverError": "Lỗi máy chủ",
    "timeout": "Yêu cầu hết thời gian chờ",
    "unauthorized": "Chưa được ủy quyền"
  },
  "login": {
    "accessDenied": "Nhà cung cấp xác thực đã từ chối truy cập.",
    "cancelled": "Đăng nhập đã bị hủy.",
    "invalidGrant": "Phiên đăng nhập đã hết hạn hoặc không hợp lệ, vui lòng thử lại.",
    "invalidIdToken": "Không thể đọc thông tin người dùng từ ID Token.",
    "invalidRequest": "Yêu cầu đăng nhập không hợp lệ.",
    "invalidState": "Kiểm tra state thất bại, vui lòng thử lại.",
    "missingCodeOrState": "Thiếu mã ủy quyền hoặc state.",
    "missingPkce": "Thiếu tham số PKCE.",
    "networkError": "Lỗi mạng trong quá trình đăng nhập, vui lòng kiểm tra kết nối mạng.",
    "noIdToken": "Không nhận được ID Token sau khi đăng nhập.",
    "serverError": "Dịch vụ đăng nhập gặp lỗi máy chủ, vui lòng thử lại sau.",
    "temporarilyUnavailable": "Dịch vụ đăng nhập tạm thời không khả dụng, vui lòng thử lại sau.",
    "tokenEndpointNonJson": "Giao diện token trả về phản hồi không hợp lệ.",
    "tokenExchangeFailed": "Đổi mã ủy quyền lấy token thất bại.",
    "unknown": "Đăng nhập thất bại, vui lòng thử lại.",
    "unsupportedResponseType": "Loại phản hồi không được hỗ trợ."
  },
  "page": {
    "notFoundMessage": "Trang này không tồn tại.",
    "notFoundTitle": "Ôi không!"
  },
  "response": {
    "400": "Rất tiếc, máy chủ không hiểu yêu cầu của bạn, vui lòng xác nhận các tham số yêu cầu có chính xác không",
    "401": "Rất tiếc, máy chủ từ chối yêu cầu của bạn, có thể do bạn không đủ quyền hoặc chưa cung cấp xác thực hợp lệ",
    "403": "Rất tiếc, máy chủ từ chối yêu cầu của bạn, bạn không có quyền truy cập nội dung này",
    "404": "Rất tiếc, máy chủ không tìm thấy trang hoặc tài nguyên bạn yêu cầu, vui lòng xác nhận URL của bạn có chính xác không",
    "405": "Rất tiếc, máy chủ không hỗ trợ phương thức yêu cầu bạn sử dụng, vui lòng xác nhận phương thức yêu cầu có đúng không",
    "406": "Rất tiếc, máy chủ không thể hoàn thành yêu cầu dựa trên đặc tính nội dung bạn yêu cầu",
    "407": "Rất tiếc, bạn cần xác thực proxy trước khi tiếp tục yêu cầu này",
    "408": "Rất tiếc, máy chủ hết thời gian chờ khi đợi yêu cầu, vui lòng kiểm tra kết nối mạng và thử lại",
    "409": "Rất tiếc, yêu cầu có xung đột không thể xử lý, có thể do trạng thái tài nguyên không tương thích với yêu cầu",
    "410": "Rất tiếc, tài nguyên bạn yêu cầu đã bị gỡ bỏ vĩnh viễn, không thể tìm thấy",
    "411": "Rất tiếc, máy chủ không thể xử lý yêu cầu không có độ dài nội dung hợp lệ",
    "412": "Rất tiếc, yêu cầu của bạn không đáp ứng điều kiện phía máy chủ, không thể hoàn thành yêu cầu",
    "413": "Rất tiếc, dữ liệu yêu cầu của bạn quá lớn, máy chủ không thể xử lý",
    "414": "Rất tiếc, URI yêu cầu của bạn quá dài, máy chủ không thể xử lý",
    "415": "Rất tiếc, máy chủ không thể xử lý định dạng phương tiện đi kèm yêu cầu",
    "416": "Rất tiếc, máy chủ không thể đáp ứng phạm vi bạn yêu cầu",
    "417": "Rất tiếc, máy chủ không thể đáp ứng giá trị mong đợi của bạn",
    "422": "Rất tiếc, định dạng yêu cầu của bạn đúng nhưng có lỗi ngữ nghĩa, không thể phản hồi",
    "423": "Rất tiếc, tài nguyên bạn yêu cầu đang bị khóa",
    "424": "Rất tiếc, do yêu cầu trước đó thất bại, yêu cầu hiện tại không thể hoàn thành",
    "426": "Rất tiếc, máy chủ yêu cầu khách hàng nâng cấp lên phiên bản giao thức cao hơn",
    "428": "Rất tiếc, máy chủ yêu cầu điều kiện tiên quyết, yêu cầu yêu cầu của bạn có tiêu đề điều kiện chính xác",
    "429": "Rất tiếc, bạn gửi quá nhiều yêu cầu, máy chủ đang quá tải, vui lòng thử lại sau",
    "431": "Rất tiếc, trường tiêu đề yêu cầu của bạn quá lớn, máy chủ không thể xử lý",
    "451": "Rất tiếc, do lý do pháp lý, máy chủ từ chối cung cấp tài nguyên này",
    "499": "Rất tiếc, yêu cầu của bạn bị gián đoạn bất ngờ trong quá trình xử lý trên máy chủ, có thể do bạn hủy thao tác hoặc kết nối mạng không ổn định. Vui lòng kiểm tra mạng và thử lại.",
    "500": "Rất tiếc, máy chủ dường như gặp sự cố, tạm thời không thể hoàn thành yêu cầu của bạn, vui lòng thử lại sau",
    "501": "Rất tiếc, máy chủ chưa biết cách xử lý yêu cầu này, vui lòng xác nhận thao tác của bạn có đúng không",
    "502": "Rất tiếc, máy chủ dường như bị lạc hướng, tạm thời không thể cung cấp dịch vụ, vui lòng thử lại sau",
    "503": "Rất tiếc, máy chủ hiện không thể xử lý yêu cầu của bạn, có thể do quá tải hoặc đang bảo trì, vui lòng thử lại sau",
    "504": "Rất tiếc, máy chủ không nhận được phản hồi từ máy chủ thượng nguồn, vui lòng thử lại sau",
    "505": "Rất tiếc, máy chủ không hỗ trợ phiên bản HTTP bạn sử dụng, vui lòng cập nhật và thử lại",
    "506": "Rất tiếc, cấu hình máy chủ gặp sự cố, vui lòng liên hệ quản trị viên để giải quyết",
    "507": "Rất tiếc, máy chủ hết dung lượng lưu trữ, không thể xử lý yêu cầu của bạn, vui lòng thử lại sau",
    "509": "Rất tiếc, băng thông máy chủ đã hết, vui lòng thử lại sau",
    "510": "Rất tiếc, máy chủ không hỗ trợ tính năng mở rộng yêu cầu, vui lòng liên hệ quản trị viên",
    "520": "Rất tiếc, máy chủ gặp sự cố bất ngờ khiến không thể hoàn thành yêu cầu của bạn. Vui lòng thử lại sau, chúng tôi đang nỗ lực khắc phục.",
    "522": "Rất tiếc, kết nối máy chủ hết thời gian chờ, không kịp phản hồi yêu cầu của bạn. Có thể do mạng không ổn định hoặc máy chủ tạm thời không truy cập được. Vui lòng thử lại sau, chúng tôi đang cố gắng khôi phục dịch vụ.",
    "524": "Rất tiếc, máy chủ hết thời gian chờ khi đợi phản hồi, có thể do phản hồi quá chậm, vui lòng thử lại sau",
    "AgentRuntimeError": "Lỗi thực thi Lobe AI Runtime, vui lòng kiểm tra thông tin dưới đây hoặc thử lại",
    "ConnectionCheckFailed": "Yêu cầu trả về rỗng, vui lòng kiểm tra địa chỉ API proxy có chứa `/v1` ở cuối không",
    "CreateMessageError": "Rất tiếc, tin nhắn không gửi được, vui lòng sao chép nội dung và gửi lại, làm mới trang sẽ không giữ lại tin nhắn này",
    "ExceededContextWindow": "Nội dung yêu cầu hiện tại vượt quá độ dài mô hình có thể xử lý, vui lòng giảm bớt nội dung và thử lại",
    "FreePlanLimit": "Hiện bạn là người dùng miễn phí, không thể sử dụng tính năng này, vui lòng nâng cấp lên gói trả phí để tiếp tục sử dụng",
    "InsufficientQuota": "Rất tiếc, hạn mức (quota) của khóa này đã đạt giới hạn, vui lòng kiểm tra số dư tài khoản hoặc tăng hạn mức khóa rồi thử lại",
    "InvalidAccessCode": "Mật khẩu không đúng hoặc để trống, vui lòng nhập mật khẩu truy cập chính xác hoặc thêm API Key tùy chỉnh",
    "InvalidBedrockCredentials": "Xác thực Bedrock không thành công, vui lòng kiểm tra AccessKeyId/SecretAccessKey và thử lại",
    "InvalidClerkUser": "Rất tiếc, bạn chưa đăng nhập, vui lòng đăng nhập hoặc đăng ký tài khoản để tiếp tục",
    "InvalidGithubToken": "Github PAT không đúng hoặc để trống, vui lòng kiểm tra Github PAT và thử lại",
    "InvalidOllamaArgs": "Cấu hình Ollama không chính xác, vui lòng kiểm tra cấu hình Ollama và thử lại",
    "InvalidProviderAPIKey": "API Key của {{provider}} không đúng hoặc để trống, vui lòng kiểm tra API Key của {{provider}} và thử lại",
    "InvalidVertexCredentials": "Xác thực Vertex không thành công, vui lòng kiểm tra thông tin xác thực và thử lại",
    "LocationNotSupportError": "Rất tiếc, khu vực của bạn không hỗ trợ dịch vụ mô hình này, có thể do hạn chế vùng hoặc dịch vụ chưa được mở. Vui lòng xác nhận khu vực hiện tại có hỗ trợ dịch vụ này không, hoặc thử chuyển sang khu vực khác và thử lại.",
    "ModelNotFound": "Rất tiếc, không thể yêu cầu mô hình tương ứng, có thể do mô hình không tồn tại hoặc không có quyền truy cập, vui lòng đổi API Key hoặc điều chỉnh quyền truy cập rồi thử lại",
    "NoOpenAIAPIKey": "API Key OpenAI không đúng hoặc để trống, vui lòng thêm API Key OpenAI tùy chỉnh",
    "OllamaBizError": "Lỗi khi yêu cầu dịch vụ Ollama, vui lòng kiểm tra thông tin dưới đây hoặc thử lại",
    "OllamaServiceUnavailable": "Kết nối dịch vụ Ollama thất bại, vui lòng kiểm tra Ollama có hoạt động bình thường không, hoặc cấu hình cross-origin của Ollama có đúng không",
    "PermissionDenied": "Rất tiếc, bạn không có quyền truy cập dịch vụ này, vui lòng kiểm tra khóa của bạn có quyền truy cập không",
    "PluginApiNotFound": "Rất tiếc, API này không tồn tại trong mô tả plugin, vui lòng kiểm tra phương thức yêu cầu và API trong mô tả plugin có khớp không",
    "PluginApiParamsError": "Rất tiếc, tham số đầu vào của plugin không hợp lệ, vui lòng kiểm tra tham số và thông tin mô tả API có khớp không",
    "PluginFailToTransformArguments": "Rất tiếc, phân tích tham số gọi plugin thất bại, vui lòng thử tạo lại tin nhắn trợ lý hoặc đổi sang mô hình AI có khả năng Tools Calling mạnh hơn rồi thử lại",
    "PluginGatewayError": "Rất tiếc, lỗi xảy ra tại cổng plugin, vui lòng kiểm tra cấu hình cổng plugin có chính xác không",
    "PluginManifestInvalid": "Rất tiếc, kiểm tra mô tả plugin không hợp lệ, vui lòng kiểm tra định dạng mô tả có chuẩn không",
    "PluginManifestNotFound": "Rất tiếc, máy chủ không tìm thấy mô tả plugin (manifest.json), vui lòng kiểm tra địa chỉ tệp mô tả plugin có chính xác không",
    "PluginMarketIndexInvalid": "Rất tiếc, kiểm tra chỉ mục plugin không hợp lệ, vui lòng kiểm tra định dạng tệp chỉ mục có chuẩn không",
    "PluginMarketIndexNotFound": "Rất tiếc, máy chủ không tìm thấy chỉ mục plugin, vui lòng kiểm tra địa chỉ chỉ mục có chính xác không",
    "PluginMetaInvalid": "Rất tiếc, kiểm tra thông tin meta plugin không hợp lệ, vui lòng kiểm tra định dạng thông tin meta plugin có chuẩn không",
    "PluginMetaNotFound": "Rất tiếc, không tìm thấy plugin trong chỉ mục, vui lòng kiểm tra thông tin cấu hình plugin trong chỉ mục",
    "PluginOpenApiInitError": "Rất tiếc, khởi tạo OpenAPI client thất bại, vui lòng kiểm tra cấu hình OpenAPI có chính xác không",
    "PluginServerError": "Yêu cầu phía máy chủ plugin trả về lỗi, vui lòng kiểm tra mô tả plugin, cấu hình plugin hoặc triển khai phía máy chủ dựa trên thông báo lỗi dưới đây",
    "PluginSettingsInvalid": "Plugin này cần được cấu hình chính xác mới có thể sử dụng, vui lòng kiểm tra cấu hình của bạn có đúng không",
    "ProviderBizError": "Lỗi khi yêu cầu dịch vụ {{provider}}, vui lòng kiểm tra thông tin dưới đây hoặc thử lại",
    "QuotaLimitReached": "Rất tiếc, lượng token hoặc số lần yêu cầu hiện tại đã đạt giới hạn quota của khóa này, vui lòng tăng quota hoặc thử lại sau",
    "StreamChunkError": "Lỗi phân tích khối tin nhắn trong yêu cầu luồng, vui lòng kiểm tra API hiện tại có tuân thủ chuẩn không, hoặc liên hệ nhà cung cấp API để được hỗ trợ",
    "SubscriptionKeyMismatch": "Rất tiếc, do sự cố hệ thống ngẫu nhiên, lượng đăng ký hiện tại tạm thời không hợp lệ, vui lòng nhấn nút bên dưới để khôi phục đăng ký hoặc liên hệ chúng tôi qua email để được hỗ trợ",
    "SubscriptionPlanLimit": "Điểm đăng ký của bạn đã hết, không thể sử dụng tính năng này, vui lòng nâng cấp lên gói cao hơn hoặc cấu hình API mô hình tùy chỉnh để tiếp tục sử dụng",
    "SystemTimeNotMatchError": "Rất tiếc, thời gian hệ thống của bạn không khớp với máy chủ, vui lòng kiểm tra lại thời gian hệ thống và thử lại",
    "UnknownChatFetchError": "Rất tiếc, gặp lỗi yêu cầu không xác định, vui lòng kiểm tra thông tin dưới đây hoặc thử lại"
  },
  "sessionExpired": {
    "desc": "Để bảo vệ an toàn cho tài khoản của bạn, vui lòng đăng nhập lại",
    "login": "Đăng nhập ngay",
    "title": "Phiên đăng nhập đã hết hạn"
  }
}
