{
  "error": {
    "title": "Ocorreu um erro"
  },
  "http": {
    "forbidden": "Acesso proibido",
    "networkError": "Erro de rede",
    "notFound": "Não encontrado",
    "serverError": "Erro do servidor",
    "timeout": "Tempo de requisição esgotado",
    "unauthorized": "Não autorizado"
  },
  "login": {
    "accessDenied": "O provedor de identidade negou o acesso.",
    "cancelled": "Login cancelado.",
    "invalidGrant": "A sessão de login expirou ou é inválida, por favor tente novamente.",
    "invalidIdToken": "Não foi possível ler as informações do usuário a partir do ID Token.",
    "invalidRequest": "Solicitação de login incorreta.",
    "invalidState": "Falha na verificação do estado, por favor tente novamente.",
    "missingCodeOrState": "Código de autorização ou estado ausente.",
    "missingPkce": "Parâmetro PKCE ausente.",
    "networkError": "Erro de rede durante o login, por favor verifique a conexão.",
    "noIdToken": "ID Token não obtido após o login.",
    "serverError": "Erro no servidor do serviço de login, por favor tente novamente mais tarde.",
    "temporarilyUnavailable": "Serviço de login temporariamente indisponível, por favor tente novamente mais tarde.",
    "tokenEndpointNonJson": "O endpoint do token retornou uma resposta inválida.",
    "tokenExchangeFailed": "Falha ao trocar o código de autorização pelo token.",
    "unknown": "Falha no login, por favor tente novamente.",
    "unsupportedResponseType": "Tipo de resposta não suportado."
  },
  "page": {
    "notFoundMessage": "Esta página não existe.",
    "notFoundTitle": "Ops!"
  },
  "response": {
    "400": "Desculpe, o servidor não entendeu sua solicitação. Por favor, verifique se os parâmetros da sua solicitação estão corretos.",
    "401": "Desculpe, o servidor recusou sua solicitação, possivelmente devido a permissões insuficientes ou falta de autenticação válida.",
    "403": "Desculpe, o servidor recusou sua solicitação. Você não tem permissão para acessar este conteúdo.",
    "404": "Desculpe, o servidor não encontrou a página ou recurso solicitado. Por favor, verifique se a URL está correta.",
    "405": "Desculpe, o servidor não suporta o método de solicitação que você usou. Por favor, verifique se o método está correto.",
    "406": "Desculpe, o servidor não pode atender à solicitação com as características do conteúdo solicitado.",
    "407": "Desculpe, é necessário autenticação de proxy para continuar com esta solicitação.",
    "408": "Desculpe, o servidor excedeu o tempo de espera enquanto aguardava a solicitação. Verifique sua conexão de rede e tente novamente.",
    "409": "Desculpe, há um conflito na solicitação que impede seu processamento, possivelmente devido a incompatibilidade de estado do recurso.",
    "410": "Desculpe, o recurso solicitado foi removido permanentemente e não pode ser encontrado.",
    "411": "Desculpe, o servidor não pode processar uma solicitação sem um comprimento de conteúdo válido.",
    "412": "Desculpe, sua solicitação não atendeu às condições do servidor e não pôde ser concluída.",
    "413": "Desculpe, o volume de dados da sua solicitação é muito grande para o servidor processar.",
    "414": "Desculpe, o URI da sua solicitação é muito longo para o servidor processar.",
    "415": "Desculpe, o servidor não pode processar o formato de mídia anexado à solicitação.",
    "416": "Desculpe, o servidor não pode satisfazer o intervalo solicitado.",
    "417": "Desculpe, o servidor não pode atender às suas expectativas.",
    "422": "Desculpe, o formato da sua solicitação está correto, mas contém erros semânticos que impedem a resposta.",
    "423": "Desculpe, o recurso solicitado está bloqueado.",
    "424": "Desculpe, a solicitação atual não pôde ser concluída devido à falha em uma solicitação anterior.",
    "426": "Desculpe, o servidor exige que seu cliente atualize para uma versão de protocolo superior.",
    "428": "Desculpe, o servidor exige pré-condições. Sua solicitação deve conter cabeçalhos condicionais corretos.",
    "429": "Desculpe, você enviou muitas solicitações. O servidor está sobrecarregado, por favor, tente novamente mais tarde.",
    "431": "Desculpe, os campos do cabeçalho da sua solicitação são muito grandes para o servidor processar.",
    "451": "Desculpe, por razões legais, o servidor recusou fornecer este recurso.",
    "499": "Desculpe, sua solicitação foi interrompida inesperadamente durante o processamento no servidor, possivelmente porque você cancelou a operação ou a conexão de rede está instável. Verifique sua conexão e tente novamente.",
    "500": "Desculpe, o servidor encontrou dificuldades e não pode completar sua solicitação no momento. Por favor, tente novamente mais tarde.",
    "501": "Desculpe, o servidor ainda não sabe como processar esta solicitação. Por favor, verifique se sua operação está correta.",
    "502": "Desculpe, o servidor parece estar perdido e não pode fornecer o serviço no momento. Por favor, tente novamente mais tarde.",
    "503": "Desculpe, o servidor está temporariamente incapaz de processar sua solicitação, possivelmente devido a sobrecarga ou manutenção. Por favor, tente novamente mais tarde.",
    "504": "Desculpe, o servidor não recebeu resposta do servidor upstream a tempo. Por favor, tente novamente mais tarde.",
    "505": "Desculpe, o servidor não suporta a versão HTTP que você está usando. Por favor, atualize e tente novamente.",
    "506": "Desculpe, há um problema na configuração do servidor. Por favor, contate o administrador.",
    "507": "Desculpe, o servidor está sem espaço de armazenamento e não pode processar sua solicitação. Por favor, tente novamente mais tarde.",
    "509": "Desculpe, a largura de banda do servidor foi esgotada. Por favor, tente novamente mais tarde.",
    "510": "Desculpe, o servidor não suporta a funcionalidade de extensão solicitada. Por favor, contate o administrador.",
    "520": "Desculpe, o servidor encontrou um problema inesperado que impediu a conclusão da sua solicitação. Por favor, tente novamente mais tarde. Estamos trabalhando para resolver o problema.",
    "522": "Desculpe, o servidor excedeu o tempo de conexão e não respondeu a tempo. Pode ser instabilidade na rede ou o servidor está temporariamente inacessível. Por favor, tente novamente mais tarde. Estamos trabalhando para restaurar o serviço.",
    "524": "Desculpe, o servidor excedeu o tempo de espera por uma resposta, possivelmente devido à lentidão. Por favor, tente novamente mais tarde.",
    "AgentRuntimeError": "Erro na execução do Lobe AI Runtime. Por favor, verifique as informações abaixo para solucionar ou tente novamente.",
    "ConnectionCheckFailed": "Resposta da solicitação vazia. Verifique se o endereço do proxy da API termina com `/v1`.",
    "CreateMessageError": "Desculpe, a mensagem não pôde ser enviada corretamente. Por favor, copie o conteúdo e envie novamente. Após atualizar a página, esta mensagem não será mantida.",
    "ExceededContextWindow": "O conteúdo da solicitação excede o limite de processamento do modelo. Por favor, reduza o volume e tente novamente.",
    "FreePlanLimit": "Você está usando o plano gratuito e não pode acessar esta funcionalidade. Por favor, faça upgrade para um plano pago para continuar.",
    "InsufficientQuota": "Desculpe, a cota (quota) desta chave atingiu o limite. Verifique se o saldo da conta é suficiente ou aumente a cota da chave e tente novamente.",
    "InvalidAccessCode": "Senha incorreta ou vazia. Por favor, insira a senha de acesso correta ou adicione uma chave API personalizada.",
    "InvalidBedrockCredentials": "Autenticação Bedrock falhou. Verifique AccessKeyId/SecretAccessKey e tente novamente.",
    "InvalidClerkUser": "Desculpe, você não está logado. Por favor, faça login ou registre-se para continuar.",
    "InvalidGithubToken": "Token PAT do Github incorreto ou vazio. Verifique o token e tente novamente.",
    "InvalidOllamaArgs": "Configuração do Ollama incorreta. Verifique as configurações e tente novamente.",
    "InvalidProviderAPIKey": "Chave API do {{provider}} incorreta ou vazia. Verifique a chave e tente novamente.",
    "InvalidVertexCredentials": "Autenticação Vertex falhou. Verifique as credenciais e tente novamente.",
    "LocationNotSupportError": "Desculpe, seu local não suporta este serviço de modelo, possivelmente devido a restrições regionais ou serviço não ativado. Verifique se sua região suporta este serviço ou tente mudar para outra região e tente novamente.",
    "ModelNotFound": "Desculpe, não foi possível acessar o modelo solicitado. Pode ser que o modelo não exista ou você não tenha permissão. Por favor, altere a chave API ou ajuste as permissões e tente novamente.",
    "NoOpenAIAPIKey": "Chave API do OpenAI incorreta ou vazia. Por favor, adicione uma chave API personalizada do OpenAI.",
    "OllamaBizError": "Erro ao solicitar o serviço Ollama. Verifique as informações abaixo para solucionar ou tente novamente.",
    "OllamaServiceUnavailable": "Falha na conexão com o serviço Ollama. Verifique se o Ollama está funcionando corretamente e se a configuração de CORS está correta.",
    "PermissionDenied": "Desculpe, você não tem permissão para acessar este serviço. Verifique se sua chave tem acesso autorizado.",
    "PluginApiNotFound": "Desculpe, a API solicitada não existe no manifesto do plugin. Verifique se o método da solicitação corresponde à API do plugin.",
    "PluginApiParamsError": "Desculpe, a validação dos parâmetros de entrada da solicitação do plugin falhou. Verifique se os parâmetros correspondem à descrição da API.",
    "PluginFailToTransformArguments": "Desculpe, falha ao analisar os parâmetros da chamada do plugin. Tente gerar novamente a mensagem do assistente ou use um modelo AI com capacidade de Tools Calling mais avançada e tente novamente.",
    "PluginGatewayError": "Desculpe, ocorreu um erro no gateway do plugin. Verifique se a configuração do gateway está correta.",
    "PluginManifestInvalid": "Desculpe, a validação do manifesto do plugin falhou. Verifique se o formato do manifesto está correto.",
    "PluginManifestNotFound": "Desculpe, o servidor não encontrou o manifesto do plugin (manifest.json). Verifique se o endereço do arquivo de descrição do plugin está correto.",
    "PluginMarketIndexInvalid": "Desculpe, a validação do índice do plugin falhou. Verifique se o formato do arquivo de índice está correto.",
    "PluginMarketIndexNotFound": "Desculpe, o servidor não encontrou o índice do plugin. Verifique se o endereço do índice está correto.",
    "PluginMetaInvalid": "Desculpe, a validação dos metadados do plugin falhou. Verifique se o formato dos metadados está correto.",
    "PluginMetaNotFound": "Desculpe, o plugin não foi encontrado no índice. Verifique as informações de configuração do plugin no índice.",
    "PluginOpenApiInitError": "Desculpe, a inicialização do cliente OpenAPI falhou. Verifique se as configurações do OpenAPI estão corretas.",
    "PluginServerError": "Erro na resposta do servidor do plugin. Verifique as informações de erro abaixo para revisar o arquivo de descrição, configuração do plugin ou implementação do servidor.",
    "PluginSettingsInvalid": "Este plugin requer configuração correta para uso. Verifique se suas configurações estão corretas.",
    "ProviderBizError": "Erro ao solicitar o serviço {{provider}}. Verifique as informações abaixo para solucionar ou tente novamente.",
    "QuotaLimitReached": "Desculpe, o uso de tokens ou número de solicitações atingiu o limite da cota desta chave. Por favor, aumente a cota ou tente novamente mais tarde.",
    "StreamChunkError": "Erro ao analisar o bloco de mensagem da solicitação em streaming. Verifique se a API atual está em conformidade com o padrão ou contate seu fornecedor de API.",
    "SubscriptionKeyMismatch": "Desculpe, devido a uma falha temporária do sistema, o uso da assinatura está temporariamente indisponível. Clique no botão abaixo para restaurar a assinatura ou entre em contato conosco por e-mail para suporte.",
    "SubscriptionPlanLimit": "Seus créditos de assinatura foram esgotados e você não pode usar esta funcionalidade. Por favor, faça upgrade para um plano superior ou configure uma API de modelo personalizada para continuar.",
    "SystemTimeNotMatchError": "Desculpe, o horário do seu sistema não corresponde ao do servidor. Por favor, verifique o horário do sistema e tente novamente.",
    "UnknownChatFetchError": "Desculpe, ocorreu um erro desconhecido na solicitação. Verifique as informações abaixo para solucionar ou tente novamente."
  },
  "sessionExpired": {
    "desc": "Para proteger a segurança da sua conta, por favor faça login novamente",
    "login": "Entrar agora",
    "title": "Sessão expirada"
  }
}
