{
  "clerkAuth": {
    "loginSuccess": {
      "action": "Continuar sessão",
      "desc": "{{greeting}}, é um prazer continuar atendendo você. Vamos retomar de onde paramos.",
      "title": "Bem-vindo de volta, {{nickName}}"
    }
  },
  "error": {
    "backHome": "Voltar para a página inicial",
    "desc": "Tente novamente mais tarde ou volte para um lugar conhecido",
    "retry": "Recarregar",
    "title": "Ocorreu um erro"
  },
  "fetchError": {
    "detail": "Detalhes do erro",
    "title": "Falha na solicitação"
  },
  "http": {
    "forbidden": "Acesso proibido",
    "networkError": "Erro de rede",
    "notFound": "Não encontrado",
    "serverError": "Erro do servidor",
    "timeout": "Tempo de requisição esgotado",
    "unauthorized": "Não autorizado"
  },
  "import": {
    "importConfigFile": {
      "description": "Motivo do erro: {{reason}}",
      "title": "Falha na importação"
    },
    "incompatible": {
      "description": "Este arquivo foi exportado por uma versão mais recente. Tente atualizar para a versão mais recente antes de importar novamente.",
      "title": "O aplicativo atual não suporta a importação deste arquivo"
    }
  },
  "login": {
    "accessDenied": "Desculpe, o pedido de login foi recusado, por favor tente novamente mais tarde",
    "cancelled": "Você cancelou o login",
    "invalidGrant": "Desculpe, a sessão de login expirou, por favor tente novamente mais tarde",
    "invalidIdToken": "Desculpe, não foi possível obter suas informações de conta no momento, por favor tente novamente mais tarde",
    "invalidRequest": "Desculpe, houve um problema com o pedido de login, por favor tente novamente mais tarde",
    "invalidState": "Desculpe, a verificação de login falhou, por favor tente novamente mais tarde",
    "missingCodeOrState": "Desculpe, informações necessárias para o login estão faltando, por favor tente novamente mais tarde",
    "missingPkce": "Desculpe, informações de verificação de login estão faltando, por favor tente novamente mais tarde",
    "networkError": "Desculpe, ocorreu um erro de rede durante o login, por favor verifique sua conexão e tente novamente",
    "noIdToken": "Desculpe, não foi possível obter as informações de login, por favor tente novamente mais tarde",
    "serverError": "Desculpe, o serviço de login apresentou um erro, por favor tente novamente mais tarde",
    "temporarilyUnavailable": "Desculpe, o serviço de login está temporariamente indisponível, por favor tente novamente mais tarde",
    "tokenEndpointNonJson": "Desculpe, o serviço de login retornou uma resposta inesperada, por favor tente novamente mais tarde",
    "tokenExchangeFailed": "Desculpe, ocorreu um erro no processamento do login, por favor tente novamente mais tarde",
    "unknown": "Desculpe, falha no login, por favor tente novamente mais tarde",
    "unsupportedResponseType": "Desculpe, o método de login atual não é suportado, por favor tente novamente mais tarde"
  },
  "loginRequired": {
    "desc": "Redirecionando automaticamente para a página de login",
    "title": "Faça login para usar esta funcionalidade"
  },
  "notFound": {
    "backHome": "Voltar para a página inicial",
    "check": "Verifique se a URL está correta",
    "desc": "Não conseguimos encontrar a página que você está procurando",
    "title": "Entrou em território desconhecido?"
  },
  "page": {
    "notFoundMessage": "Esta página não existe.",
    "notFoundTitle": "Ops!"
  },
  "pluginSettings": {
    "desc": "Conclua as configurações abaixo para começar a usar este plugin",
    "title": "Configuração do plugin {{name}}"
  },
  "response": {
    "400": "Desculpe, o servidor não entendeu sua solicitação, por favor verifique se os parâmetros estão corretos",
    "401": "Desculpe, o servidor recusou sua solicitação, possivelmente por falta de permissão ou autenticação válida",
    "403": "Desculpe, o servidor recusou sua solicitação, você não tem permissão para acessar este conteúdo",
    "404": "Desculpe, o servidor não encontrou a página ou recurso solicitado, por favor verifique se a URL está correta",
    "405": "Desculpe, o servidor não suporta o método de requisição usado, por favor verifique se o método está correto",
    "406": "Desculpe, o servidor não pode atender à solicitação com as características do conteúdo solicitado",
    "407": "Desculpe, é necessário autenticação de proxy para continuar com esta solicitação",
    "408": "Desculpe, o servidor esgotou o tempo de espera para a solicitação, por favor verifique sua conexão de rede e tente novamente",
    "409": "Desculpe, há um conflito na solicitação que impede o processamento, possivelmente devido a incompatibilidade de estado do recurso",
    "410": "Desculpe, o recurso solicitado foi removido permanentemente e não pode ser encontrado",
    "411": "Desculpe, o servidor não pode processar a solicitação sem um comprimento de conteúdo válido",
    "412": "Desculpe, sua solicitação não atendeu às condições do servidor e não pode ser concluída",
    "413": "Desculpe, o volume de dados da sua solicitação é muito grande para o servidor processar",
    "414": "Desculpe, o URI da sua solicitação é muito longo para o servidor processar",
    "415": "Desculpe, o servidor não pode processar o formato de mídia da solicitação",
    "416": "Desculpe, o servidor não pode atender ao intervalo solicitado",
    "417": "Desculpe, o servidor não pode atender às suas expectativas",
    "422": "Desculpe, o formato da solicitação está correto, mas contém erros semânticos e não pode ser processado",
    "423": "Desculpe, o recurso solicitado está bloqueado",
    "424": "Desculpe, a solicitação atual não pode ser concluída devido a falha em uma solicitação anterior",
    "426": "Desculpe, o servidor exige que seu cliente atualize para uma versão de protocolo superior",
    "428": "Desculpe, o servidor exige pré-condições, sua solicitação deve conter cabeçalhos condicionais corretos",
    "429": "Desculpe, você enviou muitas solicitações, o servidor está sobrecarregado, por favor tente novamente mais tarde",
    "431": "Desculpe, os campos do cabeçalho da sua solicitação são muito grandes para o servidor processar",
    "451": "Desculpe, por razões legais, o servidor recusou fornecer este recurso",
    "499": "Desculpe, sua solicitação foi interrompida inesperadamente durante o processamento no servidor, possivelmente porque você cancelou a operação ou a conexão de rede está instável. Por favor, verifique sua conexão e tente novamente.",
    "500": "Desculpe, o servidor encontrou dificuldades e não pode completar sua solicitação no momento, por favor tente novamente mais tarde",
    "501": "Desculpe, o servidor não sabe como processar esta solicitação, por favor verifique se sua operação está correta",
    "502": "Desculpe, o servidor está temporariamente indisponível, por favor tente novamente mais tarde",
    "503": "Desculpe, o servidor não pode processar sua solicitação no momento, possivelmente devido a sobrecarga ou manutenção, por favor tente novamente mais tarde",
    "504": "Desculpe, o servidor não recebeu resposta do servidor upstream a tempo, por favor tente novamente mais tarde",
    "505": "Desculpe, o servidor não suporta a versão HTTP usada, por favor atualize e tente novamente",
    "506": "Desculpe, há um problema na configuração do servidor, por favor contate o administrador",
    "507": "Desculpe, o servidor está sem espaço de armazenamento para processar sua solicitação, por favor tente novamente mais tarde",
    "509": "Desculpe, a largura de banda do servidor foi esgotada, por favor tente novamente mais tarde",
    "510": "Desculpe, o servidor não suporta a funcionalidade de extensão solicitada, por favor contate o administrador",
    "520": "Desculpe, o servidor encontrou um problema inesperado e não pode completar sua solicitação. Por favor, tente novamente mais tarde, estamos trabalhando para resolver o problema.",
    "522": "Desculpe, o tempo de conexão com o servidor expirou e não foi possível responder a sua solicitação. Pode ser instabilidade na rede ou o servidor está temporariamente inacessível. Por favor, tente novamente mais tarde, estamos trabalhando para restaurar o serviço.",
    "524": "Desculpe, o servidor expirou esperando por uma resposta, possivelmente devido à lentidão, por favor tente novamente mais tarde",
    "AgentRuntimeError": "Erro na execução do Lobe AI Runtime, por favor verifique as informações abaixo ou tente novamente",
    "ComfyUIBizError": "Erro ao solicitar o serviço ComfyUI. Verifique as informações abaixo ou tente novamente.",
    "ComfyUIEmptyResult": "Nenhuma imagem foi gerada pelo ComfyUI. Verifique a configuração do modelo ou tente novamente.",
    "ComfyUIModelError": "Falha ao carregar o modelo do ComfyUI. Verifique se o arquivo do modelo existe.",
    "ComfyUIServiceUnavailable": "Falha na conexão com o serviço ComfyUI. Verifique se o ComfyUI está em execução ou se o endereço do serviço está correto.",
    "ComfyUIUploadFailed": "Falha no upload da imagem do ComfyUI. Verifique a conexão com o servidor ou tente novamente.",
    "ComfyUIWorkflowError": "Falha na execução do fluxo de trabalho do ComfyUI. Verifique a configuração do fluxo de trabalho.",
    "ConnectionCheckFailed": "Resposta vazia, por favor verifique se o endereço do proxy da API termina com `/v1`",
    "CreateMessageError": "Desculpe, a mensagem não foi enviada corretamente, por favor copie o conteúdo e envie novamente. Após atualizar a página, esta mensagem não será mantida",
    "ExceededContextWindow": "O conteúdo da solicitação excede o limite que o modelo pode processar, por favor reduza o conteúdo e tente novamente",
    "FreePlanLimit": "Você está usando o plano gratuito e não pode usar esta funcionalidade, por favor atualize para um plano pago para continuar",
    "GoogleAIBlockReason": {
      "BLOCKLIST": "Seu conteúdo contém palavras proibidas. Verifique e modifique sua entrada antes de tentar novamente.",
      "IMAGE_SAFETY": "A geração da imagem foi bloqueada por motivos de segurança. Tente ajustar sua solicitação.",
      "LANGUAGE": "O idioma utilizado não é suportado no momento. Tente novamente em inglês ou outro idioma compatível.",
      "OTHER": "O conteúdo foi bloqueado por um motivo desconhecido. Tente reformular sua solicitação.",
      "PROHIBITED_CONTENT": "Sua solicitação pode conter conteúdo proibido. Ajuste sua solicitação para garantir conformidade com as diretrizes.",
      "RECITATION": "Seu conteúdo foi bloqueado por possível violação de direitos autorais. Tente usar conteúdo original ou reformule sua solicitação.",
      "SAFETY": "Seu conteúdo foi bloqueado por políticas de segurança. Ajuste sua solicitação para evitar conteúdo potencialmente prejudicial ou inadequado.",
      "SPII": "Seu conteúdo pode conter informações pessoais sensíveis. Remova essas informações para proteger a privacidade e tente novamente.",
      "default": "Conteúdo bloqueado: {{blockReason}}. Ajuste sua solicitação e tente novamente."
    },
    "InsufficientQuota": "Desculpe, a cota (quota) desta chave atingiu o limite, por favor verifique se o saldo da conta é suficiente ou aumente a cota da chave e tente novamente",
    "InvalidAccessCode": "Senha incorreta ou vazia, por favor insira a senha correta ou adicione uma chave API personalizada",
    "InvalidBedrockCredentials": "Autenticação Bedrock falhou, por favor verifique AccessKeyId/SecretAccessKey e tente novamente",
    "InvalidClerkUser": "Desculpe, você não está logado, por favor faça login ou registre-se para continuar",
    "InvalidComfyUIArgs": "Configuração do ComfyUI incorreta. Verifique as configurações e tente novamente.",
    "InvalidGithubToken": "Token PAT do Github incorreto ou vazio, por favor verifique e tente novamente",
    "InvalidOllamaArgs": "Configuração Ollama incorreta, por favor verifique e tente novamente",
    "InvalidProviderAPIKey": "Chave API do {{provider}} incorreta ou vazia, por favor verifique e tente novamente",
    "InvalidVertexCredentials": "Autenticação Vertex falhou, por favor verifique as credenciais e tente novamente",
    "LocationNotSupportError": "Desculpe, seu local não suporta este serviço de modelo, possivelmente devido a restrições regionais ou serviço não ativado. Por favor, confirme se sua região suporta este serviço ou tente mudar para outra região e tente novamente.",
    "ModelNotFound": "Desculpe, não foi possível acessar o modelo solicitado, possivelmente porque o modelo não existe ou você não tem permissão. Por favor, altere a chave API ou ajuste as permissões e tente novamente",
    "NoOpenAIAPIKey": "Chave API OpenAI incorreta ou vazia, por favor adicione uma chave API OpenAI personalizada",
    "OllamaBizError": "Erro ao solicitar o serviço Ollama, por favor verifique as informações abaixo ou tente novamente",
    "OllamaServiceUnavailable": "Falha na conexão com o serviço Ollama, por favor verifique se o Ollama está funcionando corretamente ou se a configuração de CORS está correta",
    "PermissionDenied": "Desculpe, você não tem permissão para acessar este serviço, por favor verifique se sua chave tem acesso",
    "PluginApiNotFound": "Desculpe, a API não existe no manifesto do plugin, por favor verifique se o método da solicitação corresponde à API do plugin",
    "PluginApiParamsError": "Desculpe, a validação dos parâmetros de entrada da solicitação do plugin falhou, por favor verifique se os parâmetros correspondem à descrição da API",
    "PluginFailToTransformArguments": "Desculpe, falha ao analisar os parâmetros da chamada do plugin, por favor tente gerar a mensagem do assistente novamente ou use um modelo AI com capacidade de chamada de ferramentas mais forte e tente novamente",
    "PluginGatewayError": "Desculpe, ocorreu um erro no gateway do plugin, por favor verifique se a configuração do gateway está correta",
    "PluginManifestInvalid": "Desculpe, a validação do manifesto do plugin falhou, por favor verifique se o formato do manifesto está correto",
    "PluginManifestNotFound": "Desculpe, o servidor não encontrou o manifesto do plugin (manifest.json), por favor verifique se o endereço do arquivo está correto",
    "PluginMarketIndexInvalid": "Desculpe, a validação do índice do plugin falhou, por favor verifique se o formato do arquivo de índice está correto",
    "PluginMarketIndexNotFound": "Desculpe, o servidor não encontrou o índice do plugin, por favor verifique se o endereço do índice está correto",
    "PluginMetaInvalid": "Desculpe, a validação dos metadados do plugin falhou, por favor verifique se o formato dos metadados está correto",
    "PluginMetaNotFound": "Desculpe, o plugin não foi encontrado no índice, por favor verifique as informações de configuração do plugin no índice",
    "PluginOpenApiInitError": "Desculpe, falha na inicialização do cliente OpenAPI, por favor verifique se a configuração do OpenAPI está correta",
    "PluginServerError": "Erro na resposta do servidor do plugin, por favor verifique o manifesto, configuração do plugin ou implementação do servidor conforme as mensagens de erro abaixo",
    "PluginSettingsInvalid": "Este plugin precisa ser configurado corretamente para uso, por favor verifique sua configuração",
    "ProviderBizError": "Erro ao solicitar o serviço {{provider}}, por favor verifique as informações abaixo ou tente novamente",
    "QuotaLimitReached": "Desculpe, o uso de tokens ou número de solicitações atingiu o limite da cota desta chave, por favor aumente a cota ou tente novamente mais tarde",
    "StreamChunkError": "Erro ao analisar o bloco de mensagem da solicitação em streaming, por favor verifique se a API está conforme o padrão ou contate seu fornecedor de API",
    "SubscriptionKeyMismatch": "Desculpe, devido a uma falha temporária do sistema, o uso da assinatura está temporariamente inválido, por favor clique no botão abaixo para restaurar a assinatura ou entre em contato conosco por e-mail para suporte",
    "SubscriptionPlanLimit": "Seus créditos de assinatura foram esgotados e você não pode usar esta funcionalidade, por favor atualize para um plano superior ou configure uma API de modelo personalizada para continuar",
    "SystemTimeNotMatchError": "Desculpe, o horário do seu sistema não corresponde ao do servidor, por favor verifique o horário do sistema e tente novamente",
    "UnknownChatFetchError": "Desculpe, ocorreu um erro desconhecido na solicitação, por favor verifique as informações abaixo ou tente novamente"
  },
  "sessionExpired": {
    "desc": "Para proteger a segurança da sua conta, por favor faça login novamente",
    "login": "Entrar agora",
    "title": "Sessão expirada"
  },
  "stt": {
    "responseError": "Falha na solicitação do serviço. Verifique as configurações ou tente novamente."
  },
  "supervisor": {
    "decisionFailed": "O moderador do grupo não está funcionando. Verifique a configuração do moderador e certifique-se de que o modelo, a chave de API e o endereço da API estão corretos."
  },
  "testConnectionFailed": "Falha no teste de conexão: {{error}}",
  "tts": {
    "responseError": "Falha na solicitação do serviço. Verifique as configurações ou tente novamente."
  },
  "unlock": {
    "addProxyUrl": "Adicionar URL de proxy do OpenAI (opcional)",
    "apiKey": {
      "description": "Insira sua chave de API do {{name}} para iniciar a sessão",
      "imageGenerationDescription": "Insira sua chave de API do {{name}} para começar a gerar imagens",
      "title": "Usar chave de API personalizada do {{name}}"
    },
    "closeMessage": "Fechar mensagem",
    "comfyui": {
      "description": "Insira as credenciais corretas do {{name}} para começar a gerar imagens",
      "modifyBaseUrl": "Modificar URL do serviço Comfy UI",
      "title": "Confirme suas credenciais do {{name}}"
    },
    "confirm": "Confirmar e tentar novamente",
    "goToSettings": "Ir para Configurações",
    "oauth": {
      "description": "O administrador ativou a autenticação unificada. Clique no botão abaixo para fazer login e desbloquear o aplicativo.",
      "success": "Login realizado com sucesso",
      "title": "Entrar na conta",
      "welcome": "Bem-vindo!"
    },
    "password": {
      "description": "O administrador ativou a proteção por senha. Insira a senha do aplicativo para desbloqueá-lo. A senha só precisa ser inserida uma vez.",
      "placeholder": "Digite a senha",
      "title": "Digite a senha para desbloquear o aplicativo"
    },
    "tabs": {
      "apiKey": "Chave de API personalizada",
      "password": "Senha"
    }
  },
  "upload": {
    "desc": "Detalhes: {{detail}}",
    "fileOnlySupportInServerMode": "O modo de implantação atual não suporta upload de arquivos que não sejam imagens. Para enviar arquivos no formato {{ext}}, mude para implantação com banco de dados no servidor ou use o serviço {{cloud}}.",
    "networkError": "Verifique se sua conexão de rede está funcionando corretamente e se a configuração de CORS do serviço de armazenamento de arquivos está correta.",
    "title": "Falha no upload do arquivo. Verifique sua conexão de rede ou tente novamente mais tarde.",
    "unknownError": "Motivo do erro: {{reason}}",
    "uploadFailed": "Falha no upload do arquivo"
  }
}
