{
  "pluginSettings": {
    "desc": "Попълнете следната конфигурация, за да започнете да използвате този плъгин",
    "title": "Настройки на плъгина {{name}}"
  },
  "response": {
    "400": "Съжаляваме, сървърът не разбира заявката ви. Моля, уверете се, че параметрите на заявката ви са правилни.",
    "401": "Съжаляваме, сървърът отхвърли заявката ви, вероятно поради недостатъчни разрешения или невалидна автентификация.",
    "403": "Съжаляваме, сървърът отхвърли заявката ви. Нямате разрешение за достъп до това съдържание.",
    "404": "Съжаляваме, сървърът не може да намери страницата или ресурса, който сте поискали. Моля, уверете се, че URL адресът ви е правилен.",
    "405": "Съжаляваме, сървърът не поддържа метода на заявка, който използвате. Моля, уверете се, че методът на заявка е правилен.",
    "406": "Съжаляваме, сървърът не може да изпълни заявката въз основа на характеристиките на поисканото от вас съдържание",
    "407": "Съжаляваме, трябва да удостоверите прокси сървъра, преди да продължите с тази заявка",
    "408": "Съжаляваме, сървърът изтече, докато чака заявката, моля, проверете мрежовата си връзка и опитайте отново",
    "409": "Съжаляваме, заявката не може да бъде обработена поради конфликт, вероятно защото състоянието на ресурса е несъвместимо с заявката",
    "410": "Съжаляваме, ресурсът, който сте поискали, е премахнат за постоянно и не може да бъде намерен",
    "411": "Съжаляваме, сървърът не може да обработи заявката без валидна дължина на съдържанието",
    "412": "Съжаляваме, заявката ви не отговаря на условията на сървъра и не може да бъде изпълнена",
    "413": "Съжаляваме, данните от заявката ви са твърде големи, за да бъдат обработени от сървъра",
    "414": "Съжаляваме, URI на вашата заявка е твърде дълъг, за да бъде обработен от сървъра",
    "415": "Съжаляваме, сървърът не може да обработи медийния формат, прикачен към заявката",
    "416": "Съжаляваме, сървърът не може да удовлетвори обхвата на вашата заявка",
    "417": "Съжаляваме, сървърът не може да отговори на очакванията ви",
    "422": "Съжаляваме, заявката ви е в правилния формат, но поради семантични грешки не може да бъде отговорено",
    "423": "Съжаляваме, ресурсът, който сте поискали, е заключен",
    "424": "Съжаляваме, текущата заявка не може да бъде изпълнена поради неуспех на предишна заявка",
    "426": "Съжаляваме, сървърът изисква вашият клиент да бъде надстроен до по-висока версия на протокола",
    "428": "Съжаляваме, сървърът изисква предварително условие и изисква вашата заявка да съдържа правилния условен заглавие",
    "429": "Съжаляваме, заявката ви е твърде честа и сървърът е малко уморен. Моля, опитайте отново по-късно.",
    "431": "Съжаляваме, полетата на заглавието на вашата заявка са твърде големи, за да бъдат обработени от сървъра",
    "451": "Съжаляваме, сървърът отказва да предостави този ресурс поради правни причини",
    "500": "Съжаляваме, изглежда сървърът има някои затруднения и временно не може да изпълни заявката ви. Моля, опитайте отново по-късно.",
    "502": "Съжаляваме, изглежда сървърът е изгубен и временно не може да предостави услуга. Моля, опитайте отново по-късно.",
    "503": "Съжаляваме, сървърът в момента не може да обработи заявката ви, вероятно поради претоварване или поддръжка. Моля, опитайте отново по-късно.",
    "504": "Съжаляваме, сървърът не получи отговор от сървъра нагоре по веригата. Моля, опитайте отново по-късно.",
    "AgentRuntimeError": "Грешка при изпълнение на времето за изпълнение на езиковия модел Lobe. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "AnthropicBizError": "Грешка при заявка към услугата Anthropic. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "AzureBizError": "Грешка при заявка към услугата Azure AI. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "BedrockBizError": "Грешка при заявка към услугата Bedrock. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "GoogleBizError": "Грешка при заявка към услугата Google. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "GroqBizError": "Възникна грешка при заявка към услугата Groq. Моля, отстранете неизправностите въз основа на следната информация или опитайте отново.",
    "InvalidAccessCode": "Невалиден или празен код за достъп. Моля, въведете правилния код за достъп или добавете персонализиран API ключ.",
    "InvalidAnthropicAPIKey": "API ключът на Anthropic е неправилен или празен. Моля, проверете API ключа на Anthropic и опитайте отново.",
    "InvalidAzureAPIKey": "API ключът на Azure е неправилен или празен. Моля, проверете API ключа на Azure и опитайте отново.",
    "InvalidBedrockCredentials": "Удостоверяването на Bedrock е неуспешно. Моля, проверете AccessKeyId/SecretAccessKey и опитайте отново.",
    "InvalidGoogleAPIKey": "API ключът на Google е неправилен или празен. Моля, проверете API ключа на Google и опитайте отново.",
    "InvalidGroqAPIKey": "API ключът на Groq е неправилен или празен. Моля, проверете API ключа на Groq и опитайте отново.",
    "InvalidMistralAPIKey": "Неправилен или празен API ключ на Mistral AI. Моля, проверете вашия API ключ на Mistral и опитайте отново.",
    "InvalidMoonshotAPIKey": "API ключът на Moonshot AI е неправилен или празен, моля, проверете API ключа на Moonshot и опитайте отново.",
    "InvalidOllamaArgs": "Невалидна конфигурация на Ollama, моля, проверете конфигурацията на Ollama и опитайте отново",
    "InvalidOpenRouterAPIKey": "Невалиден или празен API ключ на OpenRouter. Моля, проверете вашия API ключ на OpenRouter и опитайте отново.",
    "InvalidPerplexityAPIKey": "API ключът на Perplexity е неправилен или празен. Моля, проверете API ключа на Perplexity и опитайте отново.",
    "InvalidTogetherAIAPIKey": "TogetherAI API ключът е неправилен или липсва, моля, проверете TogetherAI API ключа и опитайте отново",
    "InvalidZeroOneAPIKey": "API ключът на 01-AI е неправилен или празен. Моля, проверете API ключа на 01-AI и опитайте отново.",
    "InvalidZhipuAPIKey": "API ключът на Zhipu е неправилен или празен. Моля, проверете API ключа на Zhipu и опитайте отново.",
    "LocationNotSupportError": "Съжаляваме, вашето текущо местоположение не поддържа тази услуга на модела. Това може да се дължи на регионални ограничения или на недостъпност на услугата. Моля, потвърдете дали текущото местоположение поддържа използването на тази услуга или опитайте да използвате друго местоположение.",
    "MistralBizError": "Възникна грешка при заявка към услугата Mistral AI. Моля, отстранете неизправностите въз основа на следната информация или опитайте отново.",
    "MoonshotBizError": "Възникна грешка с услугата Moonshot, моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "NoOpenAIAPIKey": "API ключът на OpenAI е празен, моля, добавете персонализиран API ключ на OpenAI",
    "OllamaBizError": "Грешка при заявка към услугата Ollama, моля, отстранете неизправностите или опитайте отново въз основа на следната информация",
    "OllamaServiceUnavailable": "Услугата Ollama не е открита, моля, проверете дали работи правилно",
    "OpenAIBizError": "Грешка при заявка към услугата OpenAI. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "OpenRouterBizError": "Грешка при заявка към услугата OpenRouter AI. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "PerplexityBizError": "Грешка при заявка към услугата Perplexity AI. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "PluginApiNotFound": "Съжаляваме, API не съществува в манифеста на плъгина. Моля, проверете дали методът на вашата заявка съвпада с API на манифеста на плъгина",
    "PluginApiParamsError": "Съжаляваме, проверката на входния параметър за заявката на плъгина е неуспешна. Моля, проверете дали входните параметри съвпадат с описанието на API",
    "PluginGatewayError": "Съжаляваме, възникна грешка с шлюза на плъгина. Моля, проверете дали конфигурацията на шлюза на плъгина е правилна.",
    "PluginManifestInvalid": "Съжаляваме, проверката на манифеста на плъгина е неуспешна. Моля, проверете дали форматът на манифеста е правилен",
    "PluginManifestNotFound": "Съжаляваме, сървърът не можа да намери файла на манифеста на плъгина (manifest.json). Моля, проверете дали адресът на файла на манифеста на плъгина е правилен",
    "PluginMarketIndexInvalid": "Съжаляваме, проверката на индекса на плъгина е неуспешна. Моля, проверете дали форматът на индексния файл е правилен",
    "PluginMarketIndexNotFound": "Съжаляваме, сървърът не можа да намери индекса на плъгина. Моля, проверете дали адресът на индекса е правилен",
    "PluginMetaInvalid": "Съжаляваме, проверката на метаданните на плъгина е неуспешна. Моля, проверете дали форматът на метаданните на плъгина е правилен",
    "PluginMetaNotFound": "Съжаляваме, плъгинът не е намерен в индекса. Моля, проверете информацията за конфигурацията на плъгина в индекса",
    "PluginOpenApiInitError": "Съжаляваме, клиентът на OpenAPI не успя да се инициализира. Моля, проверете дали информацията за конфигурацията на OpenAPI е правилна.",
    "PluginServerError": "Заявката към сървъра на плъгина върна грешка. Моля, проверете файла на манифеста на плъгина, конфигурацията на плъгина или изпълнението на сървъра въз основа на информацията за грешката по-долу",
    "PluginSettingsInvalid": "Този плъгин трябва да бъде конфигуриран правилно, преди да може да се използва. Моля, проверете дали конфигурацията ви е правилна",
    "TogetherAIBizError": "Възникна грешка при заявка към TogetherAI AI услугата, моля, проверете следната информация или опитайте отново",
    "ZeroOneBizError": "Грешка при заявка към услугата 01-AI. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
    "ZhipuBizError": "Грешка при заявка към услугата Zhipu. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация."
  },
  "stt": {
    "responseError": "Заявката за услуга е неуспешна, моля, проверете конфигурацията или опитайте отново"
  },
  "tts": {
    "responseError": "Заявката за услуга е неуспешна, моля, проверете конфигурацията или опитайте отново"
  },
  "unlock": {
    "apikey": {
      "Anthropic": {
        "description": "Въведете вашия API ключ на Anthropic, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на Anthropic"
      },
      "Bedrock": {
        "customRegion": "Персонализиран регион на услугата",
        "description": "Въведете вашия AWS AccessKeyId / SecretAccessKey, за да стартирате сесията. Приложението няма да съхранява вашата конфигурация за удостоверяване.",
        "title": "Използвайте персонализирана информация за удостоверяване на Bedrock"
      },
      "Google": {
        "description": "Въведете вашия API ключ на Google, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на Google"
      },
      "Groq": {
        "description": "Въведете вашия API ключ на Groq, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на Groq"
      },
      "Mistral": {
        "description": "Въведете вашия API ключ на Mistral AI, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на Mistral AI"
      },
      "Moonshot": {
        "description": "Въведете вашия API ключ на Moonshot AI, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на Moonshot AI"
      },
      "OpenAI": {
        "addProxyUrl": "Добавете адрес на прокси сървър на OpenAI (по избор)",
        "description": "Въведете вашия API ключ на OpenAI, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на OpenAI"
      },
      "OpenRouter": {
        "description": "Въведете вашия API ключ на OpenRouter, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на OpenRouter"
      },
      "Perplexity": {
        "description": "Въведете вашия API ключ на Perplexity, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на Perplexity"
      },
      "TogetherAI": {
        "description": "Въведете вашия TogetherAI API ключ, за да започнете сесия. Приложението няма да запази вашия API ключ",
        "title": "Използвайте персонализиран TogetherAI API ключ"
      },
      "ZeroOne": {
        "description": "Въведете вашия API ключ на 01-AI, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на 01-AI"
      },
      "Zhipu": {
        "description": "Въведете вашия API ключ на Zhipu, за да стартирате сесията. Приложението няма да съхранява вашия API ключ.",
        "title": "Използвайте персонализиран API ключ на Zhipu"
      }
    },
    "closeMessage": "Затвори съобщението",
    "confirm": "Потвърди и опитай отново",
    "model": {
      "Ollama": {
        "confirm": "Изтегли",
        "description": "Въведете етикета на вашия модел Ollama, за да продължите с разговора",
        "title": "Изтеглете посочения модел Ollama"
      }
    },
    "oauth": {
      "description": "Администраторът е активирал унифицирано удостоверяване за вход. Щракнете върху бутона по-долу, за да влезете и отключите приложението.",
      "success": "Входът е успешен",
      "title": "Влезте в акаунта си",
      "welcome": "Добре дошли!"
    },
    "password": {
      "description": "Криптирането на приложението е активирано от администратора. Въведете паролата за приложението, за да отключите приложението. Паролата трябва да бъде попълнена само веднъж.",
      "placeholder": "Моля, въведете парола",
      "title": "Въведете парола, за да отключите приложението"
    },
    "tabs": {
      "apiKey": "Персонализиран API ключ",
      "password": "Парола"
    }
  }
}
