{
  "clerkAuth.loginSuccess.action": "Continue Session",
  "clerkAuth.loginSuccess.desc": "{{greeting}}, I'm glad to continue serving you. Let's pick up where we left off.",
  "clerkAuth.loginSuccess.title": "Welcome back, {{nickName}}",
  "error.backHome": "Върни се в началото",
  "error.desc": "Опитайте отново по-късно или се върнете в познатия свят",
  "error.retry": "Опитай отново",
  "error.title": "Страницата се е сблъскала с проблем..",
  "fetchError.detail": "Детайли за грешката",
  "fetchError.title": "Заявката не успя",
  "import.importConfigFile.description": "Причина за грешка: {{reason}}",
  "import.importConfigFile.title": "Импортирането не успя",
  "import.incompatible.description": "Този файл е експортиран от по-висока версия, моля, опитайте да актуализирате до последната версия и след това опитайте отново да импортирате",
  "import.incompatible.title": "Текущото приложение не поддържа импортиране на този файл",
  "loginRequired.desc": "Ще бъдете автоматично пренасочени към страницата за вход",
  "loginRequired.title": "Моля, влезте, за да използвате тази функция",
  "notFound.backHome": "Върни се в началото",
  "notFound.check": "Моля, проверете дали URL адресът е правилен",
  "notFound.desc": "Не можем да намерим страницата, която търсите",
  "notFound.title": "Влезли сте в неизвестна територия?",
  "pluginSettings.desc": "Попълнете следната конфигурация, за да започнете да използвате този плъгин",
  "pluginSettings.title": "Настройки на плъгина {{name}}",
  "response.400": "Съжаляваме, сървърът не разбира заявката ви. Моля, уверете се, че параметрите на заявката ви са правилни.",
  "response.401": "Съжаляваме, сървърът отхвърли заявката ви, вероятно поради недостатъчни разрешения или невалидна автентификация.",
  "response.403": "Съжаляваме, сървърът отхвърли заявката ви. Нямате разрешение за достъп до това съдържание.",
  "response.404": "Съжаляваме, сървърът не може да намери страницата или ресурса, който сте поискали. Моля, уверете се, че URL адресът ви е правилен.",
  "response.405": "Съжаляваме, сървърът не поддържа метода на заявка, който използвате. Моля, уверете се, че методът на заявка е правилен.",
  "response.406": "Съжаляваме, сървърът не може да изпълни заявката въз основа на характеристиките на поисканото от вас съдържание",
  "response.407": "Съжаляваме, трябва да удостоверите прокси сървъра, преди да продължите с тази заявка",
  "response.408": "Съжаляваме, сървърът изтече, докато чака заявката, моля, проверете мрежовата си връзка и опитайте отново",
  "response.409": "Съжаляваме, заявката не може да бъде обработена поради конфликт, вероятно защото състоянието на ресурса е несъвместимо с заявката",
  "response.410": "Съжаляваме, ресурсът, който сте поискали, е премахнат за постоянно и не може да бъде намерен",
  "response.411": "Съжаляваме, сървърът не може да обработи заявката без валидна дължина на съдържанието",
  "response.412": "Съжаляваме, заявката ви не отговаря на условията на сървъра и не може да бъде изпълнена",
  "response.413": "Съжаляваме, данните от заявката ви са твърде големи, за да бъдат обработени от сървъра",
  "response.414": "Съжаляваме, URI на вашата заявка е твърде дълъг, за да бъде обработен от сървъра",
  "response.415": "Съжаляваме, сървърът не може да обработи медийния формат, прикачен към заявката",
  "response.416": "Съжаляваме, сървърът не може да удовлетвори обхвата на вашата заявка",
  "response.417": "Съжаляваме, сървърът не може да отговори на очакванията ви",
  "response.422": "Съжаляваме, заявката ви е в правилния формат, но поради семантични грешки не може да бъде отговорено",
  "response.423": "Съжаляваме, ресурсът, който сте поискали, е заключен",
  "response.424": "Съжаляваме, текущата заявка не може да бъде изпълнена поради неуспех на предишна заявка",
  "response.426": "Съжаляваме, сървърът изисква вашият клиент да бъде надстроен до по-висока версия на протокола",
  "response.428": "Съжаляваме, сървърът изисква предварително условие и изисква вашата заявка да съдържа правилния условен заглавие",
  "response.429": "Съжаляваме, заявката ви е твърде честа и сървърът е малко уморен. Моля, опитайте отново по-късно.",
  "response.431": "Съжаляваме, полетата на заглавието на вашата заявка са твърде големи, за да бъдат обработени от сървъра",
  "response.451": "Съжаляваме, сървърът отказва да предостави този ресурс поради правни причини",
  "response.499": "Съжаляваме, вашето искане беше неочаквано прекъснато по време на обработката от сървъра, вероятно защото сте отменили операцията или мрежовото свързване е нестабилно. Моля, проверете състоянието на мрежата и опитайте отново.",
  "response.500": "Съжаляваме, изглежда сървърът има някои затруднения и временно не може да изпълни заявката ви. Моля, опитайте отново по-късно.",
  "response.501": "Съжаляваме, сървърът все още не знае как да обработи тази заявка, моля, уверете се, че вашата операция е правилна",
  "response.502": "Съжаляваме, изглежда сървърът е изгубен и временно не може да предостави услуга. Моля, опитайте отново по-късно.",
  "response.503": "Съжаляваме, сървърът в момента не може да обработи заявката ви, вероятно поради претоварване или поддръжка. Моля, опитайте отново по-късно.",
  "response.504": "Съжаляваме, сървърът не получи отговор от сървъра нагоре по веригата. Моля, опитайте отново по-късно.",
  "response.505": "Съжаляваме, сървърът не поддържа версията на HTTP, която използвате, моля, актуализирайте и опитайте отново",
  "response.506": "Съжаляваме, сървърната конфигурация има проблем, моля, свържете се с администратора за разрешаване",
  "response.507": "Съжаляваме, сървърът няма достатъчно пространство за съхранение, за да обработи вашата заявка, моля, опитайте отново по-късно",
  "response.509": "Съжаляваме, сървърът е изчерпал наличната честотна лента, моля, опитайте отново по-късно",
  "response.510": "Съжаляваме, сървърът не поддържа исканата разширена функция, моля, свържете се с администратора",
  "response.520": "Съжаляваме, сървърът срещна неочакван проблем, който попречи на завършването на вашето искане. Моля, опитайте отново по-късно, ние работим за решаване на този проблем.",
  "response.522": "Съжаляваме, времето за свързване на сървъра изтече, без да успее да отговори на вашето искане навреме. Може да е поради нестабилна мрежа или сървърът временно не е достъпен. Моля, опитайте отново по-късно, ние работим за възстановяване на услугата.",
  "response.524": "Съжаляваме, сървърът изтече времето за изчакване, докато чакаше отговор, вероятно поради бавен отговор. Моля, опитайте отново по-късно.",
  "response.AgentRuntimeError": "Грешка при изпълнение на времето за изпълнение на езиковия модел Lobe. Моля, отстранете неизправностите или опитайте отново въз основа на следната информация.",
  "response.ComfyUIBizError": "Възникна грешка при заявката към услугата ComfyUI. Моля, проверете информацията по-долу или опитайте отново.",
  "response.ComfyUIEmptyResult": "ComfyUI не генерира изображение. Моля, проверете конфигурацията на модела или опитайте отново.",
  "response.ComfyUIModelError": "Неуспешно зареждане на модела в ComfyUI. Моля, проверете дали файлът на модела съществува.",
  "response.ComfyUIServiceUnavailable": "Неуспешна връзка с услугата ComfyUI. Моля, уверете се, че ComfyUI работи правилно и че адресът на услугата е коректно конфигуриран.",
  "response.ComfyUIUploadFailed": "Неуспешно качване на изображение в ComfyUI. Моля, проверете връзката със сървъра или опитайте отново.",
  "response.ComfyUIWorkflowError": "Грешка при изпълнение на работния процес в ComfyUI. Моля, проверете конфигурацията на работния процес.",
  "response.ConnectionCheckFailed": "Заявката върна празен отговор. Моля, проверете дали адресът на API проксито не завършва с `/v1`.",
  "response.CreateMessageError": "Съжалявам, съобщението не можа да бъде изпратено успешно. Моля, копирайте съдържанието и го изпратете отново. След опресняване на страницата, това съобщение няма да бъде запазено.",
  "response.ExceededContextWindow": "Текущото съдържание на заявката надвишава дължината, която моделът може да обработи. Моля, намалете обема на съдържанието и опитайте отново.",
  "response.FreePlanLimit": "В момента сте потребител на безплатен план и не можете да използвате тази функционалност. Моля, надстройте до платен план, за да продължите да я използвате.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Вашето съдържание съдържа забранени думи. Моля, проверете и коригирайте входа си и опитайте отново.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "Генерираното изображение е блокирано поради съображения за безопасност. Моля, опитайте да промените заявката за генериране на изображение.",
  "response.GoogleAIBlockReason.LANGUAGE": "Езикът, който използвате, все още не се поддържа. Моля, опитайте да зададете въпроса на английски или на друг поддържан език.",
  "response.GoogleAIBlockReason.OTHER": "Съдържанието е блокирано по неизвестна причина. Моля, опитайте да преформулирате заявката си.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Вашата заявка може да съдържа забранено съдържание. Моля, коригирайте заявката, за да отговаря на правилата за ползване.",
  "response.GoogleAIBlockReason.RECITATION": "Съдържанието ви е блокирано поради възможни проблеми с авторските права. Моля, опитайте да използвате оригинално съдържание или да преформулирате заявката си.",
  "response.GoogleAIBlockReason.SAFETY": "Вашето съдържание е блокирано поради правила за безопасност. Моля, опитайте да промените заявката, като избягвате потенциално вредно или неподходящо съдържание.",
  "response.GoogleAIBlockReason.SPII": "Вашето съдържание може да съдържа чувствителна лична информация. За да защитите поверителността, моля, премахнете съответната чувствителна информация и опитайте отново.",
  "response.GoogleAIBlockReason.default": "Съдържанието е блокирано: {{blockReason}}。请调整您的请求内容后重试。",
  "response.InsufficientQuota": "Съжаляваме, но квотата за този ключ е изчерпана. Моля, проверете дали имате достатъчен баланс в акаунта си или увеличете квотата на ключа и опитайте отново.",
  "response.InvalidAccessCode": "Невалиден или празен код за достъп. Моля, въведете правилния код за достъп или добавете персонализиран API ключ.",
  "response.InvalidBedrockCredentials": "Удостоверяването на Bedrock е неуспешно. Моля, проверете AccessKeyId/SecretAccessKey и опитайте отново.",
  "response.InvalidClerkUser": "很抱歉，你当前尚未登录，请先登录或注册账号后继续操作",
  "response.InvalidComfyUIArgs": "Неправилна конфигурация на ComfyUI. Моля, проверете настройките и опитайте отново.",
  "response.InvalidGithubToken": "GitHub Личният Достъпен Токен е неправилен или е празен. Моля, проверете Личния Достъпен Токен на GitHub и опитайте отново.",
  "response.InvalidOllamaArgs": "Невалидна конфигурация на Ollama, моля, проверете конфигурацията на Ollama и опитайте отново",
  "response.InvalidProviderAPIKey": "{{provider}} API ключ е невалиден или липсва, моля проверете {{provider}} API ключа и опитайте отново",
  "response.InvalidVertexCredentials": "Аутентификация на Vertex не беше успешна, моля проверете удостоверението и опитайте отново",
  "response.LocationNotSupportError": "Съжаляваме, вашето текущо местоположение не поддържа тази услуга на модела. Това може да се дължи на регионални ограничения или на недостъпност на услугата. Моля, потвърдете дали текущото местоположение поддържа използването на тази услуга или опитайте да използвате друго местоположение.",
  "response.ModelNotFound": "Съжаляваме, не можем да намерим съответния модел, може да е невалиден или да нямате достъп до него. Моля, сменете API ключа или коригирайте правата за достъп и опитайте отново.",
  "response.NoOpenAIAPIKey": "API ключът на OpenAI е празен, моля, добавете персонализиран API ключ на OpenAI",
  "response.OllamaBizError": "Грешка при заявка към услугата Ollama, моля, отстранете неизправностите или опитайте отново въз основа на следната информация",
  "response.OllamaServiceUnavailable": "Услугата Ollama не е налична. Моля, проверете дали Ollama работи правилно или дали е конфигуриран коректно за междудомейност.",
  "response.PermissionDenied": "Съжаляваме, нямате разрешение да достъпвате тази услуга. Моля, проверете дали вашият ключ има необходимите права за достъп.",
  "response.PluginApiNotFound": "Съжаляваме, API не съществува в манифеста на плъгина. Моля, проверете дали методът на вашата заявка съвпада с API на манифеста на плъгина",
  "response.PluginApiParamsError": "Съжаляваме, проверката на входния параметър за заявката на плъгина е неуспешна. Моля, проверете дали входните параметри съвпадат с описанието на API",
  "response.PluginFailToTransformArguments": "Съжаляваме, неуспешно преобразуване на аргументите за извикване на плъгин. Моля, опитайте отново да генерирате съобщението на помощника или опитайте с по-мощна AI модел на Tools Calling.",
  "response.PluginGatewayError": "Съжаляваме, възникна грешка с шлюза на плъгина. Моля, проверете дали конфигурацията на шлюза на плъгина е правилна.",
  "response.PluginManifestInvalid": "Съжаляваме, проверката на манифеста на плъгина е неуспешна. Моля, проверете дали форматът на манифеста е правилен",
  "response.PluginManifestNotFound": "Съжаляваме, сървърът не можа да намери файла на манифеста на плъгина (manifest.json). Моля, проверете дали адресът на файла на манифеста на плъгина е правилен",
  "response.PluginMarketIndexInvalid": "Съжаляваме, проверката на индекса на плъгина е неуспешна. Моля, проверете дали форматът на индексния файл е правилен",
  "response.PluginMarketIndexNotFound": "Съжаляваме, сървърът не можа да намери индекса на плъгина. Моля, проверете дали адресът на индекса е правилен",
  "response.PluginMetaInvalid": "Съжаляваме, проверката на метаданните на плъгина е неуспешна. Моля, проверете дали форматът на метаданните на плъгина е правилен",
  "response.PluginMetaNotFound": "Съжаляваме, плъгинът не е намерен в индекса. Моля, проверете информацията за конфигурацията на плъгина в индекса",
  "response.PluginOpenApiInitError": "Съжаляваме, клиентът на OpenAPI не успя да се инициализира. Моля, проверете дали информацията за конфигурацията на OpenAPI е правилна.",
  "response.PluginServerError": "Заявката към сървъра на плъгина върна грешка. Моля, проверете файла на манифеста на плъгина, конфигурацията на плъгина или изпълнението на сървъра въз основа на информацията за грешката по-долу",
  "response.PluginSettingsInvalid": "Този плъгин трябва да бъде конфигуриран правилно, преди да може да се използва. Моля, проверете дали конфигурацията ви е правилна",
  "response.ProviderBizError": "Грешка в услугата на {{provider}}, моля проверете следната информация или опитайте отново",
  "response.QuotaLimitReached": "Съжаляваме, но текущото използване на токени или броят на заявките е достигнало лимита на квотата за този ключ. Моля, увеличете квотата на ключа или опитайте отново по-късно.",
  "response.ServerAgentRuntimeError": "Съжаляваме, в момента услугата Agent не е достъпна. Моля, опитайте отново по-късно или се свържете с нас по имейл за съдействие.",
  "response.StreamChunkError": "Грешка при парсирането на съобщение от потокова заявка. Моля, проверете дали текущият API интерфейс отговаря на стандартите или се свържете с вашия доставчик на API за консултация.",
  "response.SubscriptionKeyMismatch": "Съжаляваме, но поради случайна системна грешка, текущото използване на абонамента временно е невалидно. Моля, кликнете върху бутона по-долу, за да възстановите абонамента, или се свържете с нас по имейл за поддръжка.",
  "response.SubscriptionPlanLimit": "Вашият абонаментен план е изчерпан, не можете да използвате тази функция. Моля, надстройте до по-висок план или конфигурирайте персонализиран модел API, за да продължите да използвате.",
  "response.SystemTimeNotMatchError": "Съжаляваме, вашето системно време не съвпада с времето на сървъра. Моля, проверете системното си време и опитайте отново.",
  "response.UnknownChatFetchError": "Съжаляваме, възникна неизвестна грешка при заявката. Моля, проверете информацията по-долу или опитайте отново.",
  "stt.responseError": "Заявката за услуга е неуспешна, моля, проверете конфигурацията или опитайте отново",
  "supervisor.decisionFailed": "Ръководителят на групата не може да работи. Моля, проверете конфигурацията на ръководителя си, за да се уверите, че е зададен правилният модел, API ключ и API адрес.",
  "testConnectionFailed": "Неуспешно свързване: {{error}}",
  "tts.responseError": "Заявката за услуга е неуспешна, моля, проверете конфигурацията или опитайте отново",
  "unlock.addProxyUrl": "Добавете URL адрес на OpenAI прокси (по избор)",
  "unlock.apiKey.description": "Въведете вашия {{name}} API ключ, за да започнете сесия",
  "unlock.apiKey.imageGenerationDescription": "Въведете своя {{name}} API ключ, за да започнете генерирането",
  "unlock.apiKey.title": "Използване на персонализиран {{name}} API ключ",
  "unlock.closeMessage": "Затвори съобщението",
  "unlock.comfyui.description": "Моля, въведете валидна удостоверителна информация за {{name}}, за да започнете с генерирането на изображения.",
  "unlock.comfyui.modifyBaseUrl": "Промяна на адреса на услугата Comfy UI",
  "unlock.comfyui.title": "Потвърдете удостоверителната си информация за {{name}}",
  "unlock.confirm": "Потвърди и опитай отново",
  "unlock.goToSettings": "Отидете в настройките",
  "unlock.oauth.description": "Администраторът е активирал унифицирано удостоверяване за вход. Щракнете върху бутона по-долу, за да влезете и отключите приложението.",
  "unlock.oauth.success": "Входът е успешен",
  "unlock.oauth.title": "Влезте в акаунта си",
  "unlock.oauth.welcome": "Добре дошли!",
  "unlock.password.description": "Криптирането на приложението е активирано от администратора. Въведете паролата за приложението, за да отключите приложението. Паролата трябва да бъде попълнена само веднъж.",
  "unlock.password.placeholder": "Моля, въведете парола",
  "unlock.password.title": "Въведете парола, за да отключите приложението",
  "unlock.tabs.apiKey": "Персонализиран API ключ",
  "unlock.tabs.password": "Парола",
  "upload.desc": "Подробности: {{detail}}",
  "upload.fileOnlySupportInServerMode": "Текущият режим на разполагане не поддържа качване на файлове, различни от изображения. Ако искате да качите формат {{ext}}, моля, превключете на разполагане с база данни на сървъра или използвайте услугата {{cloud}}.",
  "upload.networkError": "Моля, уверете се, че вашата мрежа работи нормално и проверете дали конфигурацията за крос-домейн на услугата за съхранение на файлове е правилна.",
  "upload.title": "Неуспешно качване на файл, моля проверете интернет връзката или опитайте по-късно",
  "upload.unknownError": "Причина за грешка: {{reason}}",
  "upload.uploadFailed": "Неуспешно качване на файла."
}
