{
  "callback": {
    "buttons": {
      "close": "Затвори прозореца"
    },
    "messages": {
      "authFailed": "Неуспешно упълномощаване: {{error}}",
      "missingParams": "Липсват параметри за упълномощаване",
      "processing": "Обработва се упълномощаването...",
      "successWithCountdown": "{{message}} Прозорецът ще се затвори автоматично след {{countdown}} секунди",
      "successWithRedirect": "Упълномощаването е успешно! Пренасочване..."
    },
    "titles": {
      "error": "Неуспешно упълномощаване",
      "loading": "Упълномощаване в LobeHub Market",
      "success": "Упълномощаването е успешно"
    }
  },
  "errors": {
    "authorizationFailed": "Упълномощаването не бе успешно, моля опитайте отново.",
    "browserOnly": "Процесът на упълномощаване може да бъде стартиран само в браузър.",
    "codeConsumed": "Кодът за упълномощаване вече е използван, моля опитайте отново.",
    "codeVerifierMissing": "Сесията за упълномощаване е невалидна, моля започнете отново процеса на вход.",
    "general": "Възникна грешка при упълномощаването, моля опитайте отново.",
    "handoffFailed": "Неуспешно получаване на резултат от упълномощаването, моля опитайте отново.",
    "handoffTimeout": "Времето за упълномощаване изтече, моля завършете процеса в браузъра и опитайте отново.",
    "oidcNotReady": "Услугата за упълномощаване все още не е готова, моля опитайте по-късно.",
    "openBrowserFailed": "Неуспешно отваряне на системния браузър, моля опитайте отново.",
    "openPopupFailed": "Неуспешно отваряне на изскачащ прозорец за упълномощаване, моля проверете настройките за блокиране на изскачащи прозорци в браузъра.",
    "popupClosed": "Прозорецът за упълномощаване бе затворен преди завършване на процеса.",
    "sessionExpired": "Сесията за упълномощаване е изтекла, моля влезте отново.",
    "stateMismatch": "Несъответствие в състоянието на упълномощаване, моля опитайте отново.",
    "stateMissing": "Състоянието на упълномощаване не бе намерено, моля опитайте отново."
  },
  "messages": {
    "loading": "Стартиране на процеса по упълномощаване...",
    "success": {
      "submit": "Упълномощаването е успешно! Вече можете да публикувате помощник.",
      "upload": "Упълномощаването е успешно! Вече можете да публикувате нова версия."
    }
  }
}
