{
  "dbV1": {
    "action": {
      "clearDB": "Wyczyść lokalne dane",
      "downloadBackup": "Pobierz kopię zapasową",
      "reUpgrade": "Ponowne uaktualnienie",
      "start": "Rozpocznij korzystanie",
      "upgrade": "Uaktualnij"
    },
    "clear": {
      "confirm": "Czy na pewno chcesz wyczyścić lokalne dane (ustawienia globalne nie zostaną dotknięte)? Upewnij się, że masz pobraną kopię zapasową danych."
    },
    "description": "W nowej wersji, przechowywanie danych w {{appName}} przeszło ogromny skok. Dlatego musimy zaktualizować dane z poprzedniej wersji, aby zapewnić Ci lepsze doświadczenia użytkownika.",
    "features": {
      "capability": {
        "desc": "Oparte na technologii IndexedDB, wystarczającej, aby pomieścić wszystkie Twoje wiadomości z życia.",
        "title": "Duża pojemność"
      },
      "performance": {
        "desc": "Automatyczne indeksowanie milionów wiadomości, z czasem odpowiedzi na zapytania w milisekundach.",
        "title": "Wysoka wydajność"
      },
      "use": {
        "desc": "Obsługuje wyszukiwanie według tytułów, opisów, tagów, treści wiadomości, a nawet tekstów tłumaczeń, znacznie zwiększając efektywność codziennego wyszukiwania.",
        "title": "Łatwiejsze w użyciu"
      }
    },
    "title": "Ewolucja danych {{appName}}",
    "upgrade": {
      "error": {
        "subTitle": "Przykro nam, wystąpił błąd podczas procesu aktualizacji bazy danych. Proszę spróbować następujących rozwiązań: A. Wyczyść lokalne dane, a następnie ponownie zaimportuj dane z kopii zapasowej; B. Kliknij przycisk „Ponownie zaktualizuj”.<br><br> Jeśli problem nadal występuje, proszę <1>zgłosić problem</1>, a my jak najszybciej pomożemy Ci go rozwiązać.",
        "title": "Aktualizacja bazy danych nie powiodła się"
      },
      "success": {
        "subTitle": "Baza danych {{appName}} została zaktualizowana do najnowszej wersji, zacznij korzystać już teraz.",
        "title": "Aktualizacja bazy danych powiodła się"
      }
    },
    "upgradeTip": "Aktualizacja zajmuje zazwyczaj 10-20 sekund, w trakcie aktualizacji nie zamykaj {{appName}}."
  },
  "migrateError": {
    "missVersion": "Importowane dane nie zawierają numeru wersji. Prosimy sprawdzić plik i spróbować ponownie.",
    "noMigration": "Nie znaleziono planu migracji dla bieżącej wersji. Prosimy sprawdzić numer wersji i spróbować ponownie. Jeśli problem nadal występuje, prosimy zgłosić problem."
  }
}
