{
  "clerkAuth": {
    "loginSuccess": {
      "action": "Kontynuuj sesję",
      "desc": "{{greeting}}, miło Cię znowu widzieć. Kontynuujmy naszą wcześniejszą rozmowę.",
      "title": "Witaj ponownie, {{nickName}}"
    }
  },
  "error": {
    "backHome": "Powrót na stronę główną",
    "desc": "Spróbuj ponownie później lub wróć do znanego świata",
    "retry": "Załaduj ponownie",
    "title": "Wystąpił błąd"
  },
  "fetchError": {
    "detail": "Szczegóły błędu",
    "title": "Żądanie nie powiodło się"
  },
  "http": {
    "forbidden": "Dostęp zabroniony",
    "networkError": "Błąd sieci",
    "notFound": "Nie znaleziono",
    "serverError": "Błąd serwera",
    "timeout": "Przekroczono limit czasu żądania",
    "unauthorized": "Brak autoryzacji"
  },
  "import": {
    "importConfigFile": {
      "description": "Przyczyna błędu: {{reason}}",
      "title": "Import nieudany"
    },
    "incompatible": {
      "description": "Ten plik został wyeksportowany z nowszej wersji. Spróbuj zaktualizować aplikację do najnowszej wersji i zaimportuj ponownie.",
      "title": "Obecna wersja aplikacji nie obsługuje importu tego pliku"
    }
  },
  "login": {
    "accessDenied": "Przepraszamy, żądanie logowania zostało odrzucone, spróbuj ponownie później",
    "cancelled": "Anulowano logowanie",
    "invalidGrant": "Przepraszamy, sesja logowania wygasła, spróbuj ponownie później",
    "invalidIdToken": "Przepraszamy, tymczasowo nie można pobrać informacji o Twoim koncie, spróbuj ponownie później",
    "invalidRequest": "Przepraszamy, wystąpił problem z żądaniem logowania, spróbuj ponownie później",
    "invalidState": "Przepraszamy, weryfikacja logowania nie powiodła się, spróbuj ponownie później",
    "missingCodeOrState": "Przepraszamy, brakuje informacji wymaganych do logowania, spróbuj ponownie później",
    "missingPkce": "Przepraszamy, brakuje informacji weryfikacyjnych logowania, spróbuj ponownie później",
    "networkError": "Przepraszamy, wystąpił błąd sieci podczas logowania, sprawdź połączenie i spróbuj ponownie",
    "noIdToken": "Przepraszamy, nie udało się uzyskać informacji o logowaniu, spróbuj ponownie później",
    "serverError": "Przepraszamy, wystąpił błąd usługi logowania, spróbuj ponownie później",
    "temporarilyUnavailable": "Przepraszamy, usługa logowania jest tymczasowo niedostępna, spróbuj ponownie później",
    "tokenEndpointNonJson": "Przepraszamy, usługa logowania zwróciła nieprawidłową odpowiedź, spróbuj ponownie później",
    "tokenExchangeFailed": "Przepraszamy, wystąpił błąd podczas przetwarzania logowania, spróbuj ponownie później",
    "unknown": "Przepraszamy, logowanie nie powiodło się, spróbuj ponownie później",
    "unsupportedResponseType": "Przepraszamy, ta metoda logowania nie jest obecnie obsługiwana, spróbuj ponownie później"
  },
  "loginRequired": {
    "desc": "Zaraz nastąpi automatyczne przekierowanie do strony logowania",
    "title": "Zaloguj się, aby korzystać z tej funkcji"
  },
  "notFound": {
    "backHome": "Powrót na stronę główną",
    "check": "Sprawdź, czy adres URL jest poprawny",
    "desc": "Nie udało się znaleźć poszukiwanej strony",
    "title": "Znalazłeś się na nieznanym terytorium?"
  },
  "page": {
    "notFoundMessage": "Ta strona nie istnieje.",
    "notFoundTitle": "Ups!"
  },
  "pluginSettings": {
    "desc": "Skonfiguruj poniższe ustawienia, aby rozpocząć korzystanie z wtyczki",
    "title": "Konfiguracja wtyczki {{name}}"
  },
  "response": {
    "400": "Przepraszamy, serwer nie rozumie Twojego żądania, sprawdź poprawność parametrów",
    "401": "Przepraszamy, serwer odrzucił Twoje żądanie, możliwe, że nie masz odpowiednich uprawnień lub nie dostarczyłeś ważnej autoryzacji",
    "403": "Przepraszamy, serwer odrzucił Twoje żądanie, nie masz dostępu do tej treści",
    "404": "Przepraszamy, serwer nie znalazł żądanej strony lub zasobu, sprawdź poprawność adresu URL",
    "405": "Przepraszamy, serwer nie obsługuje metody żądania, sprawdź poprawność metody",
    "406": "Przepraszamy, serwer nie może spełnić żądania ze względu na cechy zawartości",
    "407": "Przepraszamy, musisz się uwierzytelnić przez serwer proxy, aby kontynuować",
    "408": "Przepraszamy, serwer przekroczył limit czasu oczekiwania na żądanie, sprawdź połączenie sieciowe i spróbuj ponownie",
    "409": "Przepraszamy, wystąpił konflikt w żądaniu, prawdopodobnie zasób jest w niezgodnym stanie",
    "410": "Przepraszamy, żądany zasób został trwale usunięty i nie jest dostępny",
    "411": "Przepraszamy, serwer nie może przetworzyć żądania bez określonej długości treści",
    "412": "Przepraszamy, Twoje żądanie nie spełnia warunków serwera i nie może zostać wykonane",
    "413": "Przepraszamy, rozmiar danych żądania jest zbyt duży, serwer nie może go przetworzyć",
    "414": "Przepraszamy, URI żądania jest zbyt długi, serwer nie może go przetworzyć",
    "415": "Przepraszamy, serwer nie obsługuje formatu mediów dołączonych do żądania",
    "416": "Przepraszamy, serwer nie może spełnić zakresu żądania",
    "417": "Przepraszamy, serwer nie może spełnić oczekiwań",
    "422": "Przepraszamy, format żądania jest poprawny, ale zawiera błędy semantyczne i nie może zostać przetworzony",
    "423": "Przepraszamy, żądany zasób jest zablokowany",
    "424": "Przepraszamy, poprzednie żądanie nie powiodło się, co uniemożliwia wykonanie bieżącego",
    "426": "Przepraszamy, serwer wymaga aktualizacji klienta do nowszej wersji protokołu",
    "428": "Przepraszamy, serwer wymaga spełnienia warunków w nagłówkach żądania",
    "429": "Przepraszamy, wysłałeś zbyt wiele żądań, serwer jest przeciążony, spróbuj ponownie później",
    "431": "Przepraszamy, nagłówki żądania są zbyt duże, serwer nie może ich przetworzyć",
    "451": "Przepraszamy, serwer odmówił dostępu do zasobu ze względów prawnych",
    "499": "Przepraszamy, Twoje żądanie zostało niespodziewanie przerwane podczas przetwarzania, możliwe, że anulowałeś operację lub wystąpiły problemy z siecią. Sprawdź połączenie i spróbuj ponownie.",
    "500": "Przepraszamy, serwer napotkał problemy i nie może wykonać żądania, spróbuj ponownie później",
    "501": "Przepraszamy, serwer nie wie jak obsłużyć to żądanie, sprawdź poprawność operacji",
    "502": "Przepraszamy, serwer ma problemy z połączeniem i nie może świadczyć usług, spróbuj ponownie później",
    "503": "Przepraszamy, serwer jest przeciążony lub w trakcie konserwacji, spróbuj ponownie później",
    "504": "Przepraszamy, serwer nie otrzymał odpowiedzi od serwera nadrzędnego, spróbuj ponownie później",
    "505": "Przepraszamy, serwer nie obsługuje wersji HTTP użytej w żądaniu, zaktualizuj klienta i spróbuj ponownie",
    "506": "Przepraszamy, wystąpił problem z konfiguracją serwera, skontaktuj się z administratorem",
    "507": "Przepraszamy, serwer nie ma wystarczającej przestrzeni dyskowej, spróbuj ponownie później",
    "509": "Przepraszamy, limit przepustowości serwera został wyczerpany, spróbuj ponownie później",
    "510": "Przepraszamy, serwer nie obsługuje żądanej funkcji rozszerzenia, skontaktuj się z administratorem",
    "520": "Przepraszamy, serwer napotkał nieoczekiwany problem i nie może wykonać żądania. Spróbuj ponownie później, pracujemy nad rozwiązaniem problemu.",
    "522": "Przepraszamy, połączenie z serwerem przekroczyło limit czasu i nie otrzymano odpowiedzi. Możliwe problemy z siecią lub tymczasowa niedostępność serwera. Spróbuj ponownie później, pracujemy nad przywróceniem usługi.",
    "524": "Przepraszamy, serwer przekroczył limit czasu oczekiwania na odpowiedź, możliwe, że odpowiedź jest zbyt wolna, spróbuj ponownie później",
    "AgentRuntimeError": "Błąd wykonania Lobe AI Runtime, sprawdź poniższe informacje lub spróbuj ponownie",
    "ComfyUIBizError": "Wystąpił błąd podczas żądania do usługi ComfyUI. Sprawdź szczegóły lub spróbuj ponownie.",
    "ComfyUIEmptyResult": "ComfyUI nie wygenerował żadnych obrazów. Sprawdź konfigurację modelu lub spróbuj ponownie.",
    "ComfyUIModelError": "Nie udało się załadować modelu ComfyUI. Sprawdź, czy plik modelu istnieje.",
    "ComfyUIServiceUnavailable": "Nie udało się połączyć z usługą ComfyUI. Sprawdź, czy działa poprawnie i czy adres usługi jest poprawny.",
    "ComfyUIUploadFailed": "Nie udało się przesłać obrazu do ComfyUI. Sprawdź połączenie z serwerem lub spróbuj ponownie.",
    "ComfyUIWorkflowError": "Wykonanie przepływu pracy ComfyUI nie powiodło się. Sprawdź konfigurację przepływu.",
    "ConnectionCheckFailed": "Odpowiedź jest pusta, sprawdź czy adres API proxy kończy się na `/v1`",
    "CreateMessageError": "Przepraszamy, wiadomość nie została wysłana poprawnie, skopiuj treść i wyślij ponownie, po odświeżeniu strony ta wiadomość nie zostanie zachowana",
    "ExceededContextWindow": "Zawartość żądania przekracza maksymalną długość obsługiwaną przez model, zmniejsz ilość treści i spróbuj ponownie",
    "FreePlanLimit": "Obecnie korzystasz z darmowego planu, ta funkcja jest niedostępna, przejdź na plan płatny, aby kontynuować",
    "GoogleAIBlockReason": {
      "BLOCKLIST": "Twoja treść zawiera zabronione słowa. Sprawdź i zmodyfikuj swoje zapytanie, a następnie spróbuj ponownie.",
      "IMAGE_SAFETY": "Generowanie obrazu zostało zablokowane ze względów bezpieczeństwa. Spróbuj zmienić żądanie generowania obrazu.",
      "LANGUAGE": "Użyty język nie jest obecnie obsługiwany. Spróbuj ponownie używając angielskiego lub innego obsługiwanego języka.",
      "OTHER": "Treść została zablokowana z nieznanych przyczyn. Spróbuj sformułować zapytanie inaczej.",
      "PROHIBITED_CONTENT": "Twoje zapytanie może zawierać treści zabronione. Dostosuj je, aby spełniało zasady użytkowania.",
      "RECITATION": "Twoja treść została zablokowana z powodu możliwego naruszenia praw autorskich. Spróbuj użyć oryginalnej treści lub przeformułuj zapytanie.",
      "SAFETY": "Twoja treść została zablokowana ze względów bezpieczeństwa. Dostosuj zapytanie, aby uniknąć potencjalnie szkodliwych lub nieodpowiednich treści.",
      "SPII": "Twoja treść może zawierać wrażliwe dane osobowe. Usuń je, aby chronić prywatność, i spróbuj ponownie.",
      "default": "Treść została zablokowana: {{blockReason}}. Dostosuj zapytanie i spróbuj ponownie."
    },
    "InsufficientQuota": "Przepraszamy, limit (quota) dla tego klucza został wyczerpany, sprawdź saldo konta lub zwiększ limit klucza i spróbuj ponownie",
    "InvalidAccessCode": "Hasło jest nieprawidłowe lub puste, wprowadź poprawne hasło dostępu lub dodaj niestandardowy klucz API",
    "InvalidBedrockCredentials": "Uwierzytelnianie Bedrock nie powiodło się, sprawdź AccessKeyId/SecretAccessKey i spróbuj ponownie",
    "InvalidClerkUser": "Przepraszamy, nie jesteś zalogowany, zaloguj się lub zarejestruj konto, aby kontynuować",
    "InvalidComfyUIArgs": "Nieprawidłowa konfiguracja ComfyUI. Sprawdź ustawienia i spróbuj ponownie.",
    "InvalidGithubToken": "Token Github PAT jest nieprawidłowy lub pusty, sprawdź token i spróbuj ponownie",
    "InvalidOllamaArgs": "Konfiguracja Ollama jest nieprawidłowa, sprawdź ustawienia i spróbuj ponownie",
    "InvalidProviderAPIKey": "Klucz API {{provider}} jest nieprawidłowy lub pusty, sprawdź klucz i spróbuj ponownie",
    "InvalidVertexCredentials": "Uwierzytelnianie Vertex nie powiodło się, sprawdź dane uwierzytelniające i spróbuj ponownie",
    "LocationNotSupportError": "Przepraszamy, usługa modelu nie jest dostępna w Twojej lokalizacji, możliwe ograniczenia regionalne lub brak aktywacji usługi. Sprawdź dostępność w Twoim regionie lub spróbuj zmienić lokalizację i spróbuj ponownie.",
    "ModelNotFound": "Przepraszamy, nie można uzyskać dostępu do modelu, możliwe, że model nie istnieje lub brak uprawnień. Zmień klucz API lub dostosuj uprawnienia i spróbuj ponownie",
    "NoOpenAIAPIKey": "Klucz OpenAI API jest nieprawidłowy lub pusty, dodaj niestandardowy klucz OpenAI API",
    "OllamaBizError": "Wystąpił błąd podczas korzystania z usługi Ollama, sprawdź poniższe informacje lub spróbuj ponownie",
    "OllamaServiceUnavailable": "Połączenie z usługą Ollama nie powiodło się, sprawdź, czy Ollama działa poprawnie i czy konfiguracja CORS jest prawidłowa",
    "PermissionDenied": "Przepraszamy, nie masz uprawnień do korzystania z tej usługi, sprawdź, czy Twój klucz ma odpowiednie uprawnienia",
    "PluginApiNotFound": "Przepraszamy, API nie istnieje w manifeście wtyczki, sprawdź zgodność metody żądania z manifestem",
    "PluginApiParamsError": "Przepraszamy, walidacja parametrów żądania wtyczki nie powiodła się, sprawdź zgodność parametrów z opisem API",
    "PluginFailToTransformArguments": "Przepraszamy, nie udało się przetworzyć parametrów wywołania wtyczki, spróbuj ponownie wygenerować wiadomość asystenta lub użyj modelu AI z lepszym wsparciem dla wywołań narzędzi",
    "PluginGatewayError": "Przepraszamy, wystąpił błąd bramki wtyczki, sprawdź konfigurację bramki",
    "PluginManifestInvalid": "Przepraszamy, manifest wtyczki nie przeszedł walidacji, sprawdź poprawność formatu manifestu",
    "PluginManifestNotFound": "Przepraszamy, serwer nie znalazł manifestu wtyczki (manifest.json), sprawdź poprawność adresu pliku manifestu",
    "PluginMarketIndexInvalid": "Przepraszamy, indeks wtyczek nie przeszedł walidacji, sprawdź poprawność formatu pliku indeksu",
    "PluginMarketIndexNotFound": "Przepraszamy, serwer nie znalazł indeksu wtyczek, sprawdź poprawność adresu indeksu",
    "PluginMetaInvalid": "Przepraszamy, metadane wtyczki nie przeszły walidacji, sprawdź poprawność formatu metadanych",
    "PluginMetaNotFound": "Przepraszamy, nie znaleziono wtyczki w indeksie, sprawdź konfigurację wtyczki w indeksie",
    "PluginOpenApiInitError": "Przepraszamy, inicjalizacja klienta OpenAPI nie powiodła się, sprawdź konfigurację OpenAPI",
    "PluginServerError": "Błąd odpowiedzi serwera wtyczki, sprawdź manifest, konfigurację i implementację serwera według poniższych informacji o błędzie",
    "PluginSettingsInvalid": "Ta wtyczka wymaga poprawnej konfiguracji, sprawdź swoje ustawienia",
    "ProviderBizError": "Wystąpił błąd podczas korzystania z usługi {{provider}}, sprawdź poniższe informacje lub spróbuj ponownie",
    "QuotaLimitReached": "Przepraszamy, limit tokenów lub liczba żądań dla tego klucza została osiągnięta, zwiększ limit lub spróbuj później",
    "StreamChunkError": "Błąd analizy fragmentu wiadomości w żądaniu strumieniowym, sprawdź zgodność API lub skontaktuj się z dostawcą",
    "SubscriptionKeyMismatch": "Przepraszamy, z powodu awarii systemu subskrypcja jest tymczasowo niedostępna, kliknij przycisk poniżej, aby ją przywrócić lub skontaktuj się z nami mailowo",
    "SubscriptionPlanLimit": "Twoje punkty subskrypcji zostały wyczerpane, aby korzystać z tej funkcji, przejdź na wyższy plan lub skonfiguruj niestandardowe API modelu",
    "SystemTimeNotMatchError": "Przepraszamy, czas systemowy nie jest zsynchronizowany z serwerem, sprawdź ustawienia czasu i spróbuj ponownie",
    "UnknownChatFetchError": "Przepraszamy, wystąpił nieznany błąd żądania, sprawdź poniższe informacje lub spróbuj ponownie"
  },
  "sessionExpired": {
    "desc": "Dla bezpieczeństwa Twojego konta, zaloguj się ponownie",
    "login": "Zaloguj się teraz",
    "title": "Sesja wygasła"
  },
  "stt": {
    "responseError": "Żądanie do usługi nie powiodło się. Sprawdź konfigurację lub spróbuj ponownie."
  },
  "supervisor": {
    "decisionFailed": "Moderator grupy nie działa. Sprawdź konfigurację moderatora i upewnij się, że model, klucz API i adres API są poprawne."
  },
  "testConnectionFailed": "Test połączenia nie powiódł się: {{error}}",
  "tts": {
    "responseError": "Żądanie do usługi nie powiodło się. Sprawdź konfigurację lub spróbuj ponownie."
  },
  "unlock": {
    "addProxyUrl": "Dodaj adres proxy OpenAI (opcjonalnie)",
    "apiKey": {
      "description": "Wprowadź swój klucz API {{name}}, aby rozpocząć sesję",
      "imageGenerationDescription": "Wprowadź swój klucz API {{name}}, aby rozpocząć generowanie",
      "title": "Użyj własnego klucza API {{name}}"
    },
    "closeMessage": "Zamknij komunikat",
    "comfyui": {
      "description": "Wprowadź poprawne dane uwierzytelniające {{name}}, aby rozpocząć generowanie obrazów",
      "modifyBaseUrl": "Zmień adres usługi Comfy UI",
      "title": "Potwierdź dane uwierzytelniające {{name}}"
    },
    "confirm": "Potwierdź i spróbuj ponownie",
    "goToSettings": "Przejdź do ustawień",
    "oauth": {
      "description": "Administrator włączył jednolite logowanie. Kliknij przycisk poniżej, aby się zalogować i odblokować aplikację.",
      "success": "Logowanie zakończone sukcesem",
      "title": "Zaloguj się",
      "welcome": "Witamy!"
    },
    "password": {
      "description": "Administrator włączył szyfrowanie aplikacji. Wprowadź hasło, aby ją odblokować. Hasło należy podać tylko raz.",
      "placeholder": "Wprowadź hasło",
      "title": "Wprowadź hasło, aby odblokować aplikację"
    },
    "tabs": {
      "apiKey": "Własny klucz API",
      "password": "Hasło"
    }
  },
  "upload": {
    "desc": "Szczegóły: {{detail}}",
    "fileOnlySupportInServerMode": "Obecny tryb wdrożenia nie obsługuje przesyłania plików innych niż obrazy. Aby przesłać pliki w formacie {{ext}}, przełącz się na wdrożenie z bazą danych po stronie serwera lub skorzystaj z usługi {{cloud}}.",
    "networkError": "Sprawdź połączenie z siecią i konfigurację CORS usługi przechowywania plików.",
    "title": "Przesyłanie pliku nie powiodło się. Sprawdź połączenie sieciowe lub spróbuj ponownie później.",
    "unknownError": "Przyczyna błędu: {{reason}}",
    "uploadFailed": "Przesyłanie pliku nie powiodło się"
  }
}
