{
  "error": {
    "title": "Wystąpił błąd"
  },
  "http": {
    "forbidden": "Dostęp zabroniony",
    "networkError": "Błąd sieci",
    "notFound": "Nie znaleziono",
    "serverError": "Błąd serwera",
    "timeout": "Przekroczono limit czasu żądania",
    "unauthorized": "Brak autoryzacji"
  },
  "login": {
    "accessDenied": "Dostęp został odmówiony przez dostawcę tożsamości.",
    "cancelled": "Logowanie zostało anulowane.",
    "invalidGrant": "Sesja logowania wygasła lub jest nieprawidłowa, spróbuj ponownie.",
    "invalidIdToken": "Nie można odczytać informacji o użytkowniku z tokenu ID.",
    "invalidRequest": "Nieprawidłowe żądanie logowania.",
    "invalidState": "Weryfikacja stanu nie powiodła się, spróbuj ponownie.",
    "missingCodeOrState": "Brak kodu autoryzacji lub stanu.",
    "missingPkce": "Brak parametrów PKCE.",
    "networkError": "Błąd sieci podczas logowania, sprawdź połączenie internetowe.",
    "noIdToken": "Po zalogowaniu nie otrzymano tokenu ID.",
    "serverError": "Błąd serwera usługi logowania, spróbuj ponownie później.",
    "temporarilyUnavailable": "Usługa logowania jest tymczasowo niedostępna, spróbuj ponownie później.",
    "tokenEndpointNonJson": "Punkt końcowy tokenu zwrócił nieprawidłową odpowiedź.",
    "tokenExchangeFailed": "Wymiana kodu autoryzacji na token nie powiodła się.",
    "unknown": "Logowanie nie powiodło się, spróbuj ponownie.",
    "unsupportedResponseType": "Nieobsługiwany typ odpowiedzi."
  },
  "page": {
    "notFoundMessage": "Ta strona nie istnieje.",
    "notFoundTitle": "Ups!"
  },
  "response": {
    "400": "Przepraszamy, serwer nie rozumie Twojego żądania, prosimy o sprawdzenie poprawności parametrów żądania",
    "401": "Przepraszamy, serwer odmówił Twojego żądania, możliwe, że nie masz odpowiednich uprawnień lub nie dostarczyłeś ważnej autoryzacji",
    "403": "Przepraszamy, serwer odmówił Twojego żądania, nie masz uprawnień do dostępu do tej treści",
    "404": "Przepraszamy, serwer nie może znaleźć żądanej strony lub zasobu, prosimy o sprawdzenie poprawności URL",
    "405": "Przepraszamy, serwer nie obsługuje metody żądania, której używasz, prosimy o sprawdzenie poprawności metody",
    "406": "Przepraszamy, serwer nie może spełnić żądania na podstawie cech zawartości, którą żądasz",
    "407": "Przepraszamy, musisz przeprowadzić uwierzytelnienie proxy, aby kontynuować to żądanie",
    "408": "Przepraszamy, serwer przekroczył czas oczekiwania na żądanie, prosimy o sprawdzenie połączenia sieciowego i ponowną próbę",
    "409": "Przepraszamy, wystąpił konflikt w żądaniu, które nie może zostać przetworzone, możliwe, że stan zasobu jest niezgodny z żądaniem",
    "410": "Przepraszamy, żądany zasób został trwale usunięty i nie jest dostępny",
    "411": "Przepraszamy, serwer nie może przetworzyć żądania bez ważnej długości treści",
    "412": "Przepraszamy, Twoje żądanie nie spełnia warunków serwera i nie może zostać zrealizowane",
    "413": "Przepraszamy, rozmiar danych w żądaniu jest zbyt duży, serwer nie może go przetworzyć",
    "414": "Przepraszamy, URI żądania jest zbyt długi, serwer nie może go przetworzyć",
    "415": "Przepraszamy, serwer nie obsługuje formatu mediów dołączonego do żądania",
    "416": "Przepraszamy, serwer nie może spełnić zakresu żądanego w żądaniu",
    "417": "Przepraszamy, serwer nie może spełnić oczekiwań zawartych w żądaniu",
    "422": "Przepraszamy, format żądania jest poprawny, ale zawiera błędy semantyczne i nie może zostać obsłużone",
    "423": "Przepraszamy, żądany zasób jest zablokowany",
    "424": "Przepraszamy, bieżące żądanie nie może zostać zrealizowane z powodu niepowodzenia wcześniejszego żądania",
    "426": "Przepraszamy, serwer wymaga aktualizacji klienta do nowszej wersji protokołu",
    "428": "Przepraszamy, serwer wymaga warunków wstępnych, prosimy o dołączenie odpowiednich nagłówków warunków w żądaniu",
    "429": "Przepraszamy, wysłałeś zbyt wiele żądań, serwer jest przeciążony, spróbuj ponownie później",
    "431": "Przepraszamy, nagłówki żądania są zbyt duże, serwer nie może ich przetworzyć",
    "451": "Przepraszamy, serwer odmówił dostępu do zasobu ze względów prawnych",
    "499": "Przepraszamy, Twoje żądanie zostało niespodziewanie przerwane podczas przetwarzania na serwerze, możliwe, że anulowałeś operację lub wystąpiły problemy z połączeniem sieciowym. Prosimy o sprawdzenie połączenia i ponowną próbę.",
    "500": "Przepraszamy, serwer napotkał problemy i tymczasowo nie może zrealizować Twojego żądania, spróbuj ponownie później",
    "501": "Przepraszamy, serwer nie wie jeszcze, jak obsłużyć to żądanie, prosimy o sprawdzenie poprawności operacji",
    "502": "Przepraszamy, serwer napotkał problem i tymczasowo nie może świadczyć usług, spróbuj ponownie później",
    "503": "Przepraszamy, serwer jest obecnie przeciążony lub w trakcie konserwacji, spróbuj ponownie później",
    "504": "Przepraszamy, serwer nie otrzymał odpowiedzi od serwera nadrzędnego na czas, spróbuj ponownie później",
    "505": "Przepraszamy, serwer nie obsługuje wersji HTTP, której używasz, zaktualizuj klienta i spróbuj ponownie",
    "506": "Przepraszamy, wystąpił problem z konfiguracją serwera, skontaktuj się z administratorem",
    "507": "Przepraszamy, serwer nie ma wystarczającej przestrzeni dyskowej, aby przetworzyć Twoje żądanie, spróbuj ponownie później",
    "509": "Przepraszamy, przepustowość serwera została wyczerpana, spróbuj ponownie później",
    "510": "Przepraszamy, serwer nie obsługuje żądanej funkcji rozszerzenia, skontaktuj się z administratorem",
    "520": "Przepraszamy, serwer napotkał nieoczekiwany problem i nie może zrealizować Twojego żądania. Prosimy spróbować ponownie później, pracujemy nad rozwiązaniem problemu.",
    "522": "Przepraszamy, połączenie z serwerem przekroczyło czas oczekiwania i nie otrzymano odpowiedzi. Możliwe, że sieć jest niestabilna lub serwer jest tymczasowo niedostępny. Prosimy spróbować ponownie później, pracujemy nad przywróceniem usługi.",
    "524": "Przepraszamy, serwer przekroczył czas oczekiwania na odpowiedź, możliwe, że odpowiedź jest zbyt wolna, spróbuj ponownie później",
    "AgentRuntimeError": "Błąd wykonania środowiska Lobe AI Runtime, prosimy o sprawdzenie poniższych informacji lub ponowną próbę",
    "ConnectionCheckFailed": "Odpowiedź żądania jest pusta, prosimy o sprawdzenie, czy adres proxy API kończy się na `/v1`",
    "CreateMessageError": "Przepraszamy, wiadomość nie została wysłana poprawnie, skopiuj treść i wyślij ponownie, po odświeżeniu strony ta wiadomość nie zostanie zachowana",
    "ExceededContextWindow": "Zawartość żądania przekracza długość obsługiwaną przez model, prosimy o zmniejszenie ilości treści i ponowną próbę",
    "FreePlanLimit": "Obecnie korzystasz z darmowego planu i nie możesz używać tej funkcji, prosimy o aktualizację do planu płatnego, aby kontynuować",
    "InsufficientQuota": "Przepraszamy, limit (quota) dla tego klucza został osiągnięty, prosimy o sprawdzenie salda konta lub zwiększenie limitu klucza i ponowną próbę",
    "InvalidAccessCode": "Hasło jest nieprawidłowe lub puste, prosimy o wprowadzenie poprawnego hasła dostępu lub dodanie niestandardowego klucza API",
    "InvalidBedrockCredentials": "Uwierzytelnienie Bedrock nie powiodło się, prosimy o sprawdzenie AccessKeyId/SecretAccessKey i ponowną próbę",
    "InvalidClerkUser": "Przepraszamy, nie jesteś zalogowany, prosimy o zalogowanie się lub rejestrację, aby kontynuować",
    "InvalidGithubToken": "Token Github PAT jest nieprawidłowy lub pusty, prosimy o sprawdzenie tokena i ponowną próbę",
    "InvalidOllamaArgs": "Konfiguracja Ollama jest nieprawidłowa, prosimy o sprawdzenie konfiguracji i ponowną próbę",
    "InvalidProviderAPIKey": "Klucz API {{provider}} jest nieprawidłowy lub pusty, prosimy o sprawdzenie klucza i ponowną próbę",
    "InvalidVertexCredentials": "Uwierzytelnienie Vertex nie powiodło się, prosimy o sprawdzenie poświadczeń i ponowną próbę",
    "LocationNotSupportError": "Przepraszamy, usługa modelu nie jest dostępna w Twojej lokalizacji, możliwe z powodu ograniczeń regionalnych lub braku aktywacji usługi. Prosimy o sprawdzenie dostępności usługi w Twoim regionie lub spróbowanie zmiany regionu i ponowną próbę.",
    "ModelNotFound": "Przepraszamy, nie można uzyskać dostępu do żądanego modelu, możliwe, że model nie istnieje lub nie masz do niego uprawnień. Prosimy o zmianę klucza API lub dostosowanie uprawnień i ponowną próbę",
    "NoOpenAIAPIKey": "Klucz API OpenAI jest nieprawidłowy lub pusty, prosimy o dodanie niestandardowego klucza API OpenAI",
    "OllamaBizError": "Wystąpił błąd podczas korzystania z usługi Ollama, prosimy o sprawdzenie poniższych informacji lub ponowną próbę",
    "OllamaServiceUnavailable": "Połączenie z usługą Ollama nie powiodło się, prosimy o sprawdzenie, czy Ollama działa poprawnie oraz czy konfiguracja CORS jest prawidłowa",
    "PermissionDenied": "Przepraszamy, nie masz uprawnień do korzystania z tej usługi, prosimy o sprawdzenie, czy Twój klucz ma odpowiednie uprawnienia",
    "PluginApiNotFound": "Przepraszamy, API nie istnieje w manifeście wtyczki, prosimy o sprawdzenie zgodności metody żądania z API w manifeście",
    "PluginApiParamsError": "Przepraszamy, walidacja parametrów wejściowych żądania wtyczki nie powiodła się, prosimy o sprawdzenie zgodności parametrów z opisem API",
    "PluginFailToTransformArguments": "Przepraszamy, analiza parametrów wywołania wtyczki nie powiodła się, spróbuj ponownie wygenerować wiadomość asystenta lub użyć modelu AI z lepszymi możliwościami wywoływania narzędzi i spróbuj ponownie",
    "PluginGatewayError": "Przepraszamy, wystąpił błąd bramki wtyczki, prosimy o sprawdzenie poprawności konfiguracji bramki",
    "PluginManifestInvalid": "Przepraszamy, walidacja manifestu wtyczki nie powiodła się, prosimy o sprawdzenie poprawności formatu manifestu",
    "PluginManifestNotFound": "Przepraszamy, serwer nie znalazł manifestu wtyczki (manifest.json), prosimy o sprawdzenie poprawności adresu pliku manifestu",
    "PluginMarketIndexInvalid": "Przepraszamy, walidacja indeksu wtyczek nie powiodła się, prosimy o sprawdzenie poprawności formatu pliku indeksu",
    "PluginMarketIndexNotFound": "Przepraszamy, serwer nie znalazł indeksu wtyczek, prosimy o sprawdzenie poprawności adresu indeksu",
    "PluginMetaInvalid": "Przepraszamy, walidacja metadanych wtyczki nie powiodła się, prosimy o sprawdzenie poprawności formatu metadanych",
    "PluginMetaNotFound": "Przepraszamy, nie znaleziono wtyczki w indeksie, prosimy o sprawdzenie konfiguracji wtyczki w indeksie",
    "PluginOpenApiInitError": "Przepraszamy, inicjalizacja klienta OpenAPI nie powiodła się, prosimy o sprawdzenie poprawności konfiguracji OpenAPI",
    "PluginServerError": "Wystąpił błąd podczas przetwarzania żądania na serwerze wtyczki, prosimy o sprawdzenie pliku manifestu, konfiguracji wtyczki lub implementacji serwera na podstawie poniższych informacji o błędzie",
    "PluginSettingsInvalid": "Ta wtyczka wymaga poprawnej konfiguracji przed użyciem, prosimy o sprawdzenie poprawności konfiguracji",
    "ProviderBizError": "Wystąpił błąd podczas korzystania z usługi {{provider}}, prosimy o sprawdzenie poniższych informacji lub ponowną próbę",
    "QuotaLimitReached": "Przepraszamy, limit tokenów lub liczba żądań dla tego klucza została osiągnięta, prosimy o zwiększenie limitu lub spróbowanie ponownie później",
    "StreamChunkError": "Błąd analizy fragmentu wiadomości w żądaniu strumieniowym, prosimy o sprawdzenie, czy aktualne API spełnia standardy lub skontaktowanie się z dostawcą API",
    "SubscriptionKeyMismatch": "Przepraszamy, z powodu sporadycznego błędu systemu, bieżące zużycie subskrypcji jest tymczasowo niedostępne, prosimy kliknąć przycisk poniżej, aby przywrócić subskrypcję lub skontaktować się z nami mailowo w celu uzyskania wsparcia",
    "SubscriptionPlanLimit": "Twoje punkty subskrypcji zostały wyczerpane i nie możesz korzystać z tej funkcji, prosimy o aktualizację do wyższego planu lub skonfigurowanie niestandardowego API modelu, aby kontynuować",
    "SystemTimeNotMatchError": "Przepraszamy, czas systemowy nie jest zsynchronizowany z serwerem, prosimy o sprawdzenie czasu systemowego i ponowną próbę",
    "UnknownChatFetchError": "Przepraszamy, wystąpił nieznany błąd żądania, prosimy o sprawdzenie poniższych informacji lub ponowną próbę"
  },
  "sessionExpired": {
    "desc": "Aby chronić bezpieczeństwo Twojego konta, zaloguj się ponownie",
    "login": "Zaloguj się teraz",
    "title": "Sesja wygasła"
  }
}
