{
  "error": {
    "title": "An Error Occurred"
  },
  "http": {
    "forbidden": "Access Forbidden",
    "networkError": "Network Error",
    "notFound": "Not Found",
    "serverError": "Server Error",
    "timeout": "Request Timeout",
    "unauthorized": "Unauthorized"
  },
  "login": {
    "accessDenied": "Sorry, your login request was denied. Please try again later.",
    "cancelled": "You have cancelled the login.",
    "invalidGrant": "Sorry, your login session has expired. Please try again later.",
    "invalidIdToken": "Sorry, we are temporarily unable to retrieve your account information. Please try again later.",
    "invalidRequest": "Sorry, there was an issue with your login request. Please try again later.",
    "invalidState": "Sorry, login verification failed. Please try again later.",
    "missingCodeOrState": "Sorry, required login information is missing. Please try again later.",
    "missingPkce": "Sorry, login verification information is missing. Please try again later.",
    "networkError": "Sorry, a network error occurred during login. Please check your connection and try again.",
    "noIdToken": "Sorry, login information could not be retrieved. Please try again later.",
    "serverError": "Sorry, the login service encountered an error. Please try again later.",
    "temporarilyUnavailable": "Sorry, the login service is temporarily unavailable. Please try again later.",
    "tokenEndpointNonJson": "Sorry, the login service returned an unexpected response. Please try again later.",
    "tokenExchangeFailed": "Sorry, an error occurred during login processing. Please try again later.",
    "unknown": "Sorry, login failed. Please try again later.",
    "unsupportedResponseType": "Sorry, this login method is currently not supported. Please try again later."
  },
  "page": {
    "notFoundMessage": "This page does not exist.",
    "notFoundTitle": "Oops!"
  },
  "response": {
    "400": "Sorry, the server could not understand your request. Please check if your request parameters are correct.",
    "401": "Sorry, the server denied your request, possibly due to insufficient permissions or missing valid authentication.",
    "403": "Sorry, the server denied your request. You do not have permission to access this content.",
    "404": "Sorry, the server could not find the page or resource you requested. Please verify your URL.",
    "405": "Sorry, the server does not support the request method you used. Please check your request method.",
    "406": "Sorry, the server cannot fulfill the request based on the content characteristics you requested.",
    "407": "Sorry, proxy authentication is required before continuing with this request.",
    "408": "Sorry, the server timed out waiting for the request. Please check your network connection and try again.",
    "409": "Sorry, there is a conflict with your request that cannot be processed, possibly due to resource state incompatibility.",
    "410": "Sorry, the resource you requested has been permanently removed and cannot be found.",
    "411": "Sorry, the server cannot process requests without a valid Content-Length header.",
    "412": "Sorry, your request did not meet the server's preconditions and cannot be completed.",
    "413": "Sorry, your request data is too large for the server to process.",
    "414": "Sorry, the URI of your request is too long for the server to process.",
    "415": "Sorry, the server cannot process the media format of your request.",
    "416": "Sorry, the server cannot satisfy the range specified in your request.",
    "417": "Sorry, the server cannot meet your expectation value.",
    "422": "Sorry, your request is well-formed but contains semantic errors and cannot be processed.",
    "423": "Sorry, the resource you requested is locked.",
    "424": "Sorry, the current request failed because a previous request failed.",
    "426": "Sorry, the server requires your client to upgrade to a higher protocol version.",
    "428": "Sorry, the server requires preconditions. Please include the correct conditional headers in your request.",
    "429": "Sorry, you have sent too many requests. The server is a bit overwhelmed. Please try again later.",
    "431": "Sorry, your request headers are too large for the server to process.",
    "451": "Sorry, the server is refusing to provide this resource due to legal reasons.",
    "499": "Sorry, your request was unexpectedly interrupted during server processing, possibly due to cancellation or unstable network. Please check your connection and try again.",
    "500": "Sorry, the server seems to be having some difficulties and cannot complete your request at this time. Please try again later.",
    "501": "Sorry, the server does not know how to handle this request. Please verify your operation.",
    "502": "Sorry, the server seems lost and cannot provide service temporarily. Please try again later.",
    "503": "Sorry, the server is currently unable to handle your request, possibly due to overload or maintenance. Please try again later.",
    "504": "Sorry, the server did not receive a timely response from the upstream server. Please try again later.",
    "505": "Sorry, the server does not support the HTTP version you used. Please update and try again.",
    "506": "Sorry, there is a server configuration problem. Please contact the administrator.",
    "507": "Sorry, the server has insufficient storage to process your request. Please try again later.",
    "509": "Sorry, the server bandwidth has been exhausted. Please try again later.",
    "510": "Sorry, the server does not support the requested extended functionality. Please contact the administrator.",
    "520": "Sorry, the server encountered an unexpected issue and could not complete your request. Please try again later. We are working to resolve this.",
    "522": "Sorry, the server connection timed out and did not respond in time. This may be due to network instability or temporary server unavailability. Please try again later. We are working to restore service.",
    "524": "Sorry, the server timed out waiting for a response, possibly due to slow response. Please try again later.",
    "AgentRuntimeError": "Lobe AI Runtime error occurred. Please troubleshoot or retry based on the information below.",
    "ConnectionCheckFailed": "Request returned empty. Please check if the API proxy address ends with `/v1`.",
    "CreateMessageError": "Sorry, the message failed to send properly. Please copy the content and resend. Refreshing the page will not retain this message.",
    "ExceededContextWindow": "The current request content exceeds the model's processing length. Please reduce the content and try again.",
    "FreePlanLimit": "You are currently on a free plan and cannot use this feature. Please upgrade to a paid plan to continue.",
    "InsufficientQuota": "Sorry, the quota for this key has been reached. Please check your account balance or increase the key quota and try again.",
    "InvalidAccessCode": "Password is incorrect or empty. Please enter the correct access password or add a custom API Key.",
    "InvalidBedrockCredentials": "Bedrock authentication failed. Please check AccessKeyId/SecretAccessKey and try again.",
    "InvalidClerkUser": "Sorry, you are not logged in. Please log in or register an account to continue.",
    "InvalidGithubToken": "Github PAT is incorrect or empty. Please check your Github PAT and try again.",
    "InvalidOllamaArgs": "Ollama configuration is incorrect. Please check the Ollama settings and try again.",
    "InvalidProviderAPIKey": "{{provider}} API Key is incorrect or empty. Please check your {{provider}} API Key and try again.",
    "InvalidVertexCredentials": "Vertex authentication failed. Please check your credentials and try again.",
    "LocationNotSupportError": "Sorry, your region does not support this model service, possibly due to regional restrictions or service unavailability. Please confirm if this service is supported in your area or try switching to another region and try again.",
    "ModelNotFound": "Sorry, the requested model could not be found, possibly because it does not exist or you lack access permissions. Please change your API Key or adjust access permissions and try again.",
    "NoOpenAIAPIKey": "OpenAI API Key is incorrect or empty. Please add a custom OpenAI API Key.",
    "OllamaBizError": "An error occurred requesting Ollama service. Please troubleshoot or retry based on the information below.",
    "OllamaServiceUnavailable": "Failed to connect to Ollama service. Please check if Ollama is running properly and if cross-origin settings are correctly configured.",
    "PermissionDenied": "Sorry, you do not have permission to access this service. Please check if your key has access rights.",
    "PluginApiNotFound": "Sorry, the API does not exist in the plugin manifest. Please check if your request method matches the plugin manifest API.",
    "PluginApiParamsError": "Sorry, the plugin request parameters failed validation. Please check if the parameters match the API description.",
    "PluginFailToTransformArguments": "Sorry, plugin call parameter parsing failed. Please try regenerating the assistant message or switch to a more capable AI model for Tools Calling and try again.",
    "PluginGatewayError": "Sorry, a plugin gateway error occurred. Please check if the plugin gateway configuration is correct.",
    "PluginManifestInvalid": "Sorry, the plugin manifest validation failed. Please check if the manifest format is correct.",
    "PluginManifestNotFound": "Sorry, the server could not find the plugin manifest (manifest.json). Please check if the plugin manifest file path is correct.",
    "PluginMarketIndexInvalid": "Sorry, the plugin index validation failed. Please check if the index file format is correct.",
    "PluginMarketIndexNotFound": "Sorry, the server could not find the plugin index. Please check if the index address is correct.",
    "PluginMetaInvalid": "Sorry, the plugin metadata validation failed. Please check if the plugin metadata format is correct.",
    "PluginMetaNotFound": "Sorry, the plugin was not found in the index. Please check the plugin's configuration in the index.",
    "PluginOpenApiInitError": "Sorry, OpenAPI client initialization failed. Please check if the OpenAPI configuration is correct.",
    "PluginServerError": "Plugin server request returned an error. Please check your plugin manifest, configuration, or server implementation based on the error information below.",
    "PluginSettingsInvalid": "This plugin requires proper configuration before use. Please check if your settings are correct.",
    "ProviderBizError": "An error occurred requesting {{provider}} service. Please troubleshoot or retry based on the information below.",
    "QuotaLimitReached": "Sorry, the token usage or request count has reached the quota limit for this key. Please increase the quota or try again later.",
    "StreamChunkError": "Error parsing message chunk in streaming request. Please check if the current API interface complies with standards or contact your API provider.",
    "SubscriptionKeyMismatch": "Sorry, due to a system glitch, your current subscription usage is temporarily invalid. Please click the button below to restore your subscription or contact us by email for support.",
    "SubscriptionPlanLimit": "Your subscription points have been exhausted and you cannot use this feature. Please upgrade to a higher plan or configure a custom model API to continue.",
    "SystemTimeNotMatchError": "Sorry, your system time does not match the server. Please check your system time and try again.",
    "UnknownChatFetchError": "Sorry, an unknown request error occurred. Please troubleshoot or retry based on the information below."
  },
  "sessionExpired": {
    "desc": "To protect your account security, please log in again.",
    "login": "Log in now",
    "title": "Session Expired"
  }
}
