{
  "error": {
    "title": "خطا رخ داد"
  },
  "http": {
    "forbidden": "دسترسی ممنوع",
    "networkError": "خطای شبکه",
    "notFound": "یافت نشد",
    "serverError": "خطای سرور",
    "timeout": "درخواست منقضی شد",
    "unauthorized": "غیرمجاز"
  },
  "login": {
    "accessDenied": "متأسفیم، درخواست ورود رد شد، لطفاً بعداً دوباره تلاش کنید",
    "cancelled": "شما ورود را لغو کردید",
    "invalidGrant": "متأسفیم، جلسه ورود منقضی شده است، لطفاً بعداً دوباره تلاش کنید",
    "invalidIdToken": "متأسفیم، در حال حاضر نمی‌توانیم اطلاعات حساب شما را دریافت کنیم، لطفاً بعداً دوباره تلاش کنید",
    "invalidRequest": "متأسفیم، درخواست ورود مشکل دارد، لطفاً بعداً دوباره تلاش کنید",
    "invalidState": "متأسفیم، اعتبارسنجی ورود موفق نبود، لطفاً بعداً دوباره تلاش کنید",
    "missingCodeOrState": "متأسفیم، اطلاعات لازم برای ورود ناقص است، لطفاً بعداً دوباره تلاش کنید",
    "missingPkce": "متأسفیم، اطلاعات اعتبارسنجی ورود ناقص است، لطفاً بعداً دوباره تلاش کنید",
    "networkError": "متأسفیم، در حین ورود خطای شبکه رخ داد، لطفاً اتصال شبکه خود را بررسی و دوباره تلاش کنید",
    "noIdToken": "متأسفیم، اطلاعات ورود دریافت نشد، لطفاً بعداً دوباره تلاش کنید",
    "serverError": "متأسفیم، سرویس ورود دچار مشکل شده است، لطفاً بعداً دوباره تلاش کنید",
    "temporarilyUnavailable": "متأسفیم، سرویس ورود موقتا در دسترس نیست، لطفاً بعداً دوباره تلاش کنید",
    "tokenEndpointNonJson": "متأسفیم، سرویس ورود پاسخ نامعتبری ارسال کرد، لطفاً بعداً دوباره تلاش کنید",
    "tokenExchangeFailed": "متأسفیم، پردازش ورود با خطا مواجه شد، لطفاً بعداً دوباره تلاش کنید",
    "unknown": "متأسفیم، ورود ناموفق بود، لطفاً بعداً دوباره تلاش کنید",
    "unsupportedResponseType": "متأسفیم، روش ورود فعلی پشتیبانی نمی‌شود، لطفاً بعداً دوباره تلاش کنید"
  },
  "page": {
    "notFoundMessage": "این صفحه وجود ندارد.",
    "notFoundTitle": "اوه!"
  },
  "response": {
    "400": "متأسفیم، سرور درخواست شما را متوجه نشد، لطفاً پارامترهای درخواست را بررسی کنید",
    "401": "متأسفیم، سرور درخواست شما را رد کرد، ممکن است به دلیل عدم دسترسی یا عدم ارائه احراز هویت معتبر باشد",
    "403": "متأسفیم، سرور درخواست شما را رد کرد، شما اجازه دسترسی به این محتوا را ندارید",
    "404": "متأسفیم، سرور صفحه یا منبع درخواستی شما را پیدا نکرد، لطفاً آدرس URL را بررسی کنید",
    "405": "متأسفیم، سرور روش درخواست شما را پشتیبانی نمی‌کند، لطفاً روش درخواست را بررسی کنید",
    "406": "متأسفیم، سرور نمی‌تواند بر اساس ویژگی‌های محتوای درخواست شما پاسخ دهد",
    "407": "متأسفیم، برای ادامه این درخواست باید احراز هویت پراکسی انجام دهید",
    "408": "متأسفیم، سرور در انتظار درخواست منقضی شد، لطفاً اتصال شبکه خود را بررسی و دوباره تلاش کنید",
    "409": "متأسفیم، درخواست دارای تعارض است و نمی‌تواند پردازش شود، ممکن است به دلیل ناسازگاری وضعیت منبع باشد",
    "410": "متأسفیم، منبع درخواستی شما به طور دائم حذف شده و قابل دسترسی نیست",
    "411": "متأسفیم، سرور نمی‌تواند درخواست بدون طول محتوای معتبر را پردازش کند",
    "412": "متأسفیم، درخواست شما شرایط سرور را برآورده نمی‌کند و نمی‌تواند انجام شود",
    "413": "متأسفیم، حجم داده‌های درخواست شما بیش از حد است و سرور نمی‌تواند آن را پردازش کند",
    "414": "متأسفیم، URI درخواست شما بیش از حد طولانی است و سرور نمی‌تواند آن را پردازش کند",
    "415": "متأسفیم، سرور نمی‌تواند فرمت رسانه همراه درخواست را پردازش کند",
    "416": "متأسفیم، سرور نمی‌تواند محدوده درخواستی شما را برآورده کند",
    "417": "متأسفیم، سرور نمی‌تواند انتظارات شما را برآورده کند",
    "422": "متأسفیم، فرمت درخواست شما صحیح است اما به دلیل خطاهای معنایی نمی‌توان پاسخ داد",
    "423": "متأسفیم، منبع درخواستی شما قفل شده است",
    "424": "متأسفیم، به دلیل شکست درخواست قبلی، درخواست فعلی نمی‌تواند انجام شود",
    "426": "متأسفیم، سرور از شما می‌خواهد کلاینت خود را به نسخه پروتکل بالاتر ارتقا دهید",
    "428": "متأسفیم، سرور پیش‌شرط‌هایی را درخواست می‌کند، لطفاً هدرهای شرطی صحیح را در درخواست خود قرار دهید",
    "429": "متأسفیم، درخواست‌های شما بیش از حد است، سرور کمی خسته است، لطفاً بعداً دوباره تلاش کنید",
    "431": "متأسفیم، فیلدهای هدر درخواست شما بیش از حد بزرگ است و سرور نمی‌تواند آن را پردازش کند",
    "451": "متأسفیم، به دلایل قانونی سرور از ارائه این منبع خودداری می‌کند",
    "499": "متأسفیم، درخواست شما در حین پردازش در سرور به طور غیرمنتظره‌ای قطع شد، ممکن است به دلیل لغو توسط شما یا ناپایداری شبکه باشد. لطفاً وضعیت شبکه را بررسی و دوباره تلاش کنید.",
    "500": "متأسفیم، به نظر می‌رسد سرور با مشکلاتی مواجه شده و نمی‌تواند درخواست شما را انجام دهد، لطفاً بعداً دوباره تلاش کنید",
    "501": "متأسفیم، سرور هنوز نمی‌داند چگونه این درخواست را پردازش کند، لطفاً عملیات خود را بررسی کنید",
    "502": "متأسفیم، به نظر می‌رسد سرور دچار سردرگمی شده و موقتا قادر به ارائه خدمات نیست، لطفاً بعداً دوباره تلاش کنید",
    "503": "متأسفیم، سرور در حال حاضر نمی‌تواند درخواست شما را پردازش کند، ممکن است به دلیل بار زیاد یا نگهداری باشد، لطفاً بعداً دوباره تلاش کنید",
    "504": "متأسفیم، سرور پاسخی از سرور بالادست دریافت نکرد، لطفاً بعداً دوباره تلاش کنید",
    "505": "متأسفیم، سرور نسخه HTTP استفاده شده توسط شما را پشتیبانی نمی‌کند، لطفاً به‌روزرسانی کنید و دوباره تلاش کنید",
    "506": "متأسفیم، پیکربندی سرور دچار مشکل شده است، لطفاً با مدیر سیستم تماس بگیرید",
    "507": "متأسفیم، فضای ذخیره‌سازی سرور کافی نیست و نمی‌تواند درخواست شما را پردازش کند، لطفاً بعداً دوباره تلاش کنید",
    "509": "متأسفیم، پهنای باند سرور به پایان رسیده است، لطفاً بعداً دوباره تلاش کنید",
    "510": "متأسفیم، سرور از قابلیت‌های توسعه درخواستی پشتیبانی نمی‌کند، لطفاً با مدیر سیستم تماس بگیرید",
    "520": "متأسفیم، سرور با مشکلی غیرمنتظره مواجه شد و نمی‌تواند درخواست شما را انجام دهد. لطفاً بعداً دوباره تلاش کنید، ما در حال رفع این مشکل هستیم.",
    "522": "متأسفیم، اتصال به سرور قطع شد و پاسخ به موقع دریافت نشد. ممکن است شبکه ناپایدار باشد یا سرور موقتا در دسترس نباشد. لطفاً بعداً دوباره تلاش کنید، ما در حال بازیابی سرویس هستیم.",
    "524": "متأسفیم، سرور در انتظار پاسخ منقضی شد، ممکن است پاسخ بسیار کند باشد، لطفاً بعداً دوباره تلاش کنید",
    "AgentRuntimeError": "اجرای Lobe AI Runtime با خطا مواجه شد، لطفاً بر اساس اطلاعات زیر بررسی یا دوباره تلاش کنید",
    "ConnectionCheckFailed": "پاسخ درخواست خالی است، لطفاً بررسی کنید که آدرس پراکسی API به `/v1` ختم شده باشد",
    "CreateMessageError": "متأسفیم، پیام به درستی ارسال نشد، لطفاً محتوا را کپی کرده و دوباره ارسال کنید، پس از بارگذاری مجدد صفحه این پیام ذخیره نخواهد شد",
    "ExceededContextWindow": "محتوای درخواست فعلی از طول قابل پردازش مدل فراتر رفته است، لطفاً حجم محتوا را کاهش داده و دوباره تلاش کنید",
    "FreePlanLimit": "شما در حال حاضر کاربر رایگان هستید و نمی‌توانید از این قابلیت استفاده کنید، لطفاً به طرح پولی ارتقا دهید",
    "InsufficientQuota": "متأسفیم، سهمیه (quota) این کلید به حد نصاب رسیده است، لطفاً موجودی حساب را بررسی کنید یا سهمیه کلید را افزایش دهید و دوباره تلاش کنید",
    "InvalidAccessCode": "رمز عبور نادرست یا خالی است، لطفاً رمز عبور صحیح را وارد کنید یا کلید API سفارشی اضافه کنید",
    "InvalidBedrockCredentials": "احراز هویت Bedrock ناموفق بود، لطفاً AccessKeyId/SecretAccessKey را بررسی و دوباره تلاش کنید",
    "InvalidClerkUser": "متأسفیم، شما هنوز وارد نشده‌اید، لطفاً ابتدا وارد شوید یا ثبت‌نام کنید",
    "InvalidGithubToken": "توکن دسترسی شخصی Github (PAT) نادرست یا خالی است، لطفاً آن را بررسی و دوباره تلاش کنید",
    "InvalidOllamaArgs": "پیکربندی Ollama نادرست است، لطفاً پیکربندی را بررسی و دوباره تلاش کنید",
    "InvalidProviderAPIKey": "کلید API {{provider}} نادرست یا خالی است، لطفاً کلید API {{provider}} را بررسی و دوباره تلاش کنید",
    "InvalidVertexCredentials": "احراز هویت Vertex ناموفق بود، لطفاً مدارک احراز هویت را بررسی و دوباره تلاش کنید",
    "LocationNotSupportError": "متأسفیم، منطقه شما از این سرویس مدل پشتیبانی نمی‌کند، ممکن است به دلیل محدودیت منطقه‌ای یا عدم فعال‌سازی سرویس باشد. لطفاً بررسی کنید که منطقه فعلی از این سرویس پشتیبانی می‌کند یا به منطقه دیگری تغییر دهید و دوباره تلاش کنید.",
    "ModelNotFound": "متأسفیم، مدل مربوطه یافت نشد، ممکن است مدل وجود نداشته باشد یا دسترسی نداشته باشید، لطفاً کلید API را تغییر دهید یا دسترسی‌ها را تنظیم کنید و دوباره تلاش کنید",
    "NoOpenAIAPIKey": "کلید API OpenAI نادرست یا خالی است، لطفاً کلید API OpenAI سفارشی اضافه کنید",
    "OllamaBizError": "خطا در درخواست سرویس Ollama، لطفاً بر اساس اطلاعات زیر بررسی یا دوباره تلاش کنید",
    "OllamaServiceUnavailable": "اتصال به سرویس Ollama ناموفق بود، لطفاً بررسی کنید Ollama به درستی اجرا می‌شود یا تنظیمات CORS آن صحیح است",
    "PermissionDenied": "متأسفیم، شما اجازه دسترسی به این سرویس را ندارید، لطفاً بررسی کنید کلید شما دسترسی لازم را دارد",
    "PluginApiNotFound": "متأسفیم، این API در فایل توصیف افزونه وجود ندارد، لطفاً روش درخواست و API افزونه را بررسی کنید",
    "PluginApiParamsError": "متأسفیم، پارامترهای ورودی درخواست افزونه معتبر نیستند، لطفاً پارامترها و توصیف API را بررسی کنید",
    "PluginFailToTransformArguments": "متأسفیم، تجزیه پارامترهای فراخوانی افزونه ناموفق بود، لطفاً پیام دستیار را دوباره تولید کنید یا از مدل AI با توانایی Tools Calling قوی‌تر استفاده کنید و دوباره تلاش کنید",
    "PluginGatewayError": "متأسفیم، خطایی در دروازه افزونه رخ داده است، لطفاً پیکربندی دروازه افزونه را بررسی کنید",
    "PluginManifestInvalid": "متأسفیم، اعتبارسنجی فایل توصیف افزونه ناموفق بود، لطفاً فرمت فایل را بررسی کنید",
    "PluginManifestNotFound": "متأسفیم، سرور فایل توصیف افزونه (manifest.json) را پیدا نکرد، لطفاً آدرس فایل افزونه را بررسی کنید",
    "PluginMarketIndexInvalid": "متأسفیم، اعتبارسنجی شاخص افزونه ناموفق بود، لطفاً فرمت فایل شاخص را بررسی کنید",
    "PluginMarketIndexNotFound": "متأسفیم، سرور شاخص افزونه را پیدا نکرد، لطفاً آدرس شاخص را بررسی کنید",
    "PluginMetaInvalid": "متأسفیم، اعتبارسنجی اطلاعات متا افزونه ناموفق بود، لطفاً فرمت اطلاعات متا را بررسی کنید",
    "PluginMetaNotFound": "متأسفیم، این افزونه در شاخص یافت نشد، لطفاً اطلاعات پیکربندی افزونه در شاخص را بررسی کنید",
    "PluginOpenApiInitError": "متأسفیم، مقداردهی اولیه کلاینت OpenAPI ناموفق بود، لطفاً پیکربندی OpenAPI را بررسی کنید",
    "PluginServerError": "درخواست سمت سرور افزونه با خطا مواجه شد، لطفاً فایل توصیف افزونه، پیکربندی یا پیاده‌سازی سمت سرور را بر اساس پیام خطا بررسی کنید",
    "PluginSettingsInvalid": "این افزونه نیاز به پیکربندی صحیح دارد تا قابل استفاده باشد، لطفاً پیکربندی خود را بررسی کنید",
    "ProviderBizError": "خطا در درخواست سرویس {{provider}}، لطفاً بر اساس اطلاعات زیر بررسی یا دوباره تلاش کنید",
    "QuotaLimitReached": "متأسفیم، مصرف توکن یا تعداد درخواست‌های این کلید به حد نصاب سهمیه (quota) رسیده است، لطفاً سهمیه کلید را افزایش دهید یا بعداً دوباره تلاش کنید",
    "StreamChunkError": "خطا در تجزیه بخش پیام درخواست جریانی، لطفاً بررسی کنید API فعلی مطابق استاندارد است یا با تامین‌کننده API خود تماس بگیرید",
    "SubscriptionKeyMismatch": "متأسفیم، به دلیل خطای سیستمی، مصرف اشتراک فعلی موقتا غیرفعال شده است، لطفاً دکمه زیر را برای بازیابی اشتراک کلیک کنید یا از طریق ایمیل با ما تماس بگیرید",
    "SubscriptionPlanLimit": "امتیاز اشتراک شما به پایان رسیده و نمی‌توانید از این قابلیت استفاده کنید، لطفاً به طرح بالاتر ارتقا دهید یا پس از پیکربندی API مدل سفارشی ادامه دهید",
    "SystemTimeNotMatchError": "متأسفیم، زمان سیستم شما با سرور همخوانی ندارد، لطفاً زمان سیستم را بررسی و دوباره تلاش کنید",
    "UnknownChatFetchError": "متأسفیم، خطای ناشناخته‌ای در درخواست رخ داده است، لطفاً بر اساس اطلاعات زیر بررسی یا دوباره تلاش کنید"
  },
  "sessionExpired": {
    "desc": "برای حفظ امنیت حساب شما، لطفاً دوباره وارد شوید",
    "login": "ورود فوری",
    "title": "ورود منقضی شده است"
  }
}
