{
  "clerkAuth.loginSuccess.action": "استمر في الجلسة",
  "clerkAuth.loginSuccess.desc": "{{greeting}}، يسعدني أن أواصل خدمتك. دعنا نواصل الحديث عن الموضوع الذي تحدثنا عنه مؤخرًا",
  "clerkAuth.loginSuccess.title": "مرحبًا بعودتك، {{nickName}}",
  "error.backHome": "العودة إلى الصفحة الرئيسية",
  "error.desc": "حاول مرة أخرى في وقت لاحق، أو عد إلى العالم المألوف",
  "error.retry": "إعادة التحميل",
  "error.title": "واجهت الصفحة مشكلة ما..",
  "fetchError.detail": "تفاصيل الخطأ",
  "fetchError.title": "فشل الطلب",
  "import.importConfigFile.description": "سبب الخطأ: {{reason}}",
  "import.importConfigFile.title": "فشل الاستيراد",
  "import.incompatible.description": "تم تصدير هذا الملف من إصدار أعلى، يرجى محاولة الترقية إلى أحدث إصدار ثم إعادة الاستيراد",
  "import.incompatible.title": "التطبيق الحالي لا يدعم استيراد هذا الملف",
  "loginRequired.desc": "سيتم التحويل تلقائيًا إلى صفحة تسجيل الدخول",
  "loginRequired.title": "يرجى تسجيل الدخول لاستخدام هذه الميزة",
  "notFound.backHome": "العودة إلى الصفحة الرئيسية",
  "notFound.check": "يرجى التحقق من صحة عنوان URL الخاص بك",
  "notFound.desc": "لم نتمكن من العثور على الصفحة التي تبحث عنها",
  "notFound.title": "هل دخلت إلى مجال غير معروف؟",
  "pluginSettings.desc": "أكمل الإعدادات التالية لبدء استخدام هذا المكون الإضافي",
  "pluginSettings.title": "تكوين مكون الإضافة {{name}}",
  "response.400": "عذرًا، الخادم غير قادر على فهم طلبك، يرجى التحقق من صحة معلمات الطلب الخاصة بك",
  "response.401": "عذرًا، رفض الخادم طلبك، قد يكون بسبب صلاحياتك غير الكافية أو عدم تقديم التحقق من الهوية الصالحة",
  "response.403": "عذرًا، رفض الخادم طلبك، ليس لديك إذن للوصول إلى هذا المحتوى",
  "response.404": "عذرًا، الخادم لا يمكنه العثور على الصفحة أو المورد المطلوب، يرجى التحقق من صحة عنوان URL الخاص بك",
  "response.405": "عذرًا، الخادم لا يدعم طريقة الطلب المستخدمة، يرجى التحقق من صحة طريقة الطلب الخاصة بك",
  "response.406": "عذرًا، الخادم غير قادر على استكمال الطلب وفقًا لخصائص المحتوى التي طلبتها",
  "response.407": "عذرًا، تحتاج إلى مصادقة الوكيل لمتابعة هذا الطلب",
  "response.408": "عذرًا، تجاوز الخادم الوقت المحدد في انتظار الطلب، يرجى التحقق من اتصالك بالشبكة والمحاولة مرة أخرى",
  "response.409": "عذرًا، يوجد تضارب في الطلب الذي لا يمكن معالجته، قد يكون بسبب عدم توافق حالة المورد مع الطلب",
  "response.410": "عذرًا، تمت إزالة المورد الذي طلبته بشكل دائم ولا يمكن العثور عليه",
  "response.411": "عذرًا، الخادم غير قادر على معالجة الطلب الذي لا يحتوي على طول محتوى صالح",
  "response.412": "عذرًا، لم يتم تلبية شروط الخادم الجانبية لطلبك ولا يمكن استكمال الطلب",
  "response.413": "عذرًا، حجم بيانات طلبك كبير جدًا والخادم غير قادر على معالجته",
  "response.414": "عذرًا، طول عنوان URI الخاص بطلبك كبير جدًا والخادم غير قادر على معالجته",
  "response.415": "عذرًا، الخادم غير قادر على معالجة تنسيق الوسائط المرفقة بالطلب",
  "response.416": "عذرًا، الخادم غير قادر على تلبية نطاق الطلب الذي قدمته",
  "response.417": "عذرًا، الخادم غير قادر على تلبية قيم توقعاتك",
  "response.422": "عذرًا، الطلب لديه تنسيق صحيح، ولكن بسبب وجود أخطاء دلالية، لا يمكن الاستجابة",
  "response.423": "عذرًا، تم قفل المورد الذي طلبته",
  "response.424": "عذرًا، بسبب فشل الطلب السابق، لا يمكن استكمال الطلب الحالي",
  "response.426": "عذرًا، يتطلب الخادم ترقية عميلك إلى إصدار بروتوكول أعلى",
  "response.428": "عذرًا، يتطلب الخادم شروطًا مسبقة، ويجب أن يحتوي طلبك على رؤوس الشروط الصحيحة",
  "response.429": "عذرًا، طلبك كثير جدًا والخادم متعب قليلاً، يرجى المحاولة مرة أخرى لاحقًا",
  "response.431": "عذرًا، حقول رأس الطلب الخاصة بك كبيرة جدًا والخادم غير قادر على معالجتها",
  "response.451": "عذرًا، بسبب الأسباب القانونية، يرفض الخادم توفير هذا المورد",
  "response.499": "نعتذر، تم قطع طلبك بشكل غير متوقع أثناء معالجته على الخادم، قد يكون ذلك بسبب إلغاء العملية من قبلك أو بسبب عدم استقرار الاتصال بالشبكة. يرجى التحقق من حالة الشبكة ثم إعادة المحاولة.",
  "response.500": "عذرًا، يبدو أن الخادم واجه بعض الصعوبات ولا يمكنه حاليًا استكمال طلبك، يرجى المحاولة مرة أخرى لاحقًا",
  "response.501": "عذرًا، لا يعرف الخادم كيفية معالجة هذا الطلب، يرجى التأكد من صحة العملية الخاصة بك",
  "response.502": "عذرًا، يبدو أن الخادم قد ضل الطريق ولا يمكنه حاليًا تقديم الخدمة، يرجى المحاولة مرة أخرى لاحقًا",
  "response.503": "عذرًا، الخادم غير قادر حاليًا على معالجة طلبك، قد يكون بسبب الحمل الزائد أو الصيانة الجارية، يرجى المحاولة مرة أخرى لاحقًا",
  "response.504": "عذرًا، الخادم لم ينتظر ردًا من الخادم الأصلي، يرجى المحاولة مرة أخرى لاحقًا",
  "response.505": "عذرًا، لا يدعم الخادم إصدار HTTP الذي تستخدمه، يرجى التحديث والمحاولة مرة أخرى",
  "response.506": "عذرًا، هناك مشكلة في تكوين الخادم، يرجى الاتصال بالمسؤول لحلها",
  "response.507": "عذرًا، لا يوجد مساحة تخزين كافية على الخادم لمعالجة طلبك، يرجى المحاولة مرة أخرى لاحقًا",
  "response.509": "عذرًا، لقد استنفد الخادم النطاق الترددي، يرجى المحاولة مرة أخرى لاحقًا",
  "response.510": "عذرًا، لا يدعم الخادم الوظائف الإضافية المطلوبة، يرجى الاتصال بالمسؤول",
  "response.520": "نعتذر، واجه الخادم مشكلة غير متوقعة، مما أدى إلى عدم القدرة على إكمال طلبك. يرجى المحاولة لاحقًا، نحن نعمل على حل هذه المشكلة.",
  "response.522": "نعتذر، انتهت مهلة الاتصال بالخادم، ولم يتمكن من الاستجابة لطلبك في الوقت المناسب. قد يكون ذلك بسبب عدم استقرار الشبكة أو أن الخادم غير متاح مؤقتًا. يرجى المحاولة لاحقًا، نحن نبذل جهدًا لاستعادة الخدمة.",
  "response.524": "نعتذر، انتهت مهلة الخادم أثناء انتظار الرد، قد يكون ذلك بسبب بطء الاستجابة، يرجى المحاولة لاحقًا.",
  "response.AgentRuntimeError": "حدث خطأ في تشغيل نموذج Lobe اللغوي، يرجى التحقق من المعلومات التالية أو إعادة المحاولة",
  "response.ComfyUIBizError": "حدث خطأ أثناء طلب خدمة ComfyUI، يرجى التحقق من المعلومات التالية أو المحاولة مرة أخرى",
  "response.ComfyUIEmptyResult": "لم يتم إنشاء أي صورة من قبل ComfyUI، يرجى التحقق من إعدادات النموذج أو المحاولة مرة أخرى",
  "response.ComfyUIModelError": "فشل تحميل نموذج ComfyUI، يرجى التحقق من وجود ملف النموذج",
  "response.ComfyUIServiceUnavailable": "فشل الاتصال بخدمة ComfyUI، يرجى التأكد من أن ComfyUI يعمل بشكل صحيح أو التحقق من صحة عنوان الخدمة",
  "response.ComfyUIUploadFailed": "فشل تحميل الصورة إلى ComfyUI، يرجى التحقق من الاتصال بالخادم أو المحاولة مرة أخرى",
  "response.ComfyUIWorkflowError": "فشل تنفيذ سير العمل في ComfyUI، يرجى التحقق من إعدادات سير العمل",
  "response.ConnectionCheckFailed": "الاستجابة فارغة، يرجى التحقق من أن عنوان وكيل الـ API لا ينتهي بـ `/v1`",
  "response.CreateMessageError": "عذرًا، لم يتم إرسال الرسالة بشكل صحيح، يرجى نسخ المحتوى وإعادة إرساله، بعد تحديث الصفحة لن يتم الاحتفاظ بهذه الرسالة",
  "response.ExceededContextWindow": "المحتوى المطلوب الحالي يتجاوز الطول الذي يمكن للنموذج معالجته، يرجى تقليل كمية المحتوى ثم إعادة المحاولة",
  "response.FreePlanLimit": "أنت حاليًا مستخدم مجاني، لا يمكنك استخدام هذه الوظيفة، يرجى الترقية إلى خطة مدفوعة للمتابعة",
  "response.GoogleAIBlockReason.BLOCKLIST": "يحتوي المحتوى الذي أرسلته على كلمات محظورة. يرجى مراجعته وتعديل مدخلاتك ثم المحاولة مرة أخرى.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "تم حظر المحتوى الصوري الناتج لأسباب تتعلق بالأمان. يرجى محاولة تعديل طلب توليد الصورة.",
  "response.GoogleAIBlockReason.LANGUAGE": "اللغة التي تستخدمها غير مدعومة مؤقتًا. يرجى المحاولة باللغة الإنجليزية أو بلغة أخرى مدعومة.",
  "response.GoogleAIBlockReason.OTHER": "تم حظر المحتوى لسبب غير معروف. يرجى محاولة إعادة صياغة طلبك.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "قد يحتوي طلبك على محتوى محظور. يرجى تعديل طلبك لضمان توافقه مع سياسات الاستخدام.",
  "response.GoogleAIBlockReason.RECITATION": "تم حظر محتواك لكونه قد ينتهك حقوق النشر. يرجى محاولة استخدام محتوى أصلي أو إعادة صياغة طلبك.",
  "response.GoogleAIBlockReason.SAFETY": "تم حظر المحتوى بسبب سياسات السلامة. يرجى تعديل طلبك لتجنب أي محتوى ضار أو غير مناسب.",
  "response.GoogleAIBlockReason.SPII": "قد يحتوي المحتوى على معلومات شخصية حساسة. لحماية الخصوصية، يرجى إزالة المعلومات الحساسة ثم المحاولة مرة أخرى.",
  "response.GoogleAIBlockReason.default": "تم حظر المحتوى: {{blockReason}}. يرجى تعديل طلبك ثم المحاولة مرة أخرى.",
  "response.InsufficientQuota": "عذرًا، لقد تم الوصول إلى الحد الأقصى لحصة المفتاح (quota). يرجى التحقق من رصيد الحساب أو زيادة حصة المفتاح ثم المحاولة مرة أخرى.",
  "response.InvalidAccessCode": "كلمة المرور غير صحيحة أو فارغة، يرجى إدخال كلمة مرور الوصول الصحيحة أو إضافة مفتاح API مخصص",
  "response.InvalidBedrockCredentials": "فشلت مصادقة Bedrock، يرجى التحقق من AccessKeyId/SecretAccessKey وإعادة المحاولة",
  "response.InvalidClerkUser": "عذرًا، لم تقم بتسجيل الدخول بعد، يرجى تسجيل الدخول أو التسجيل للمتابعة",
  "response.InvalidComfyUIArgs": "تكوين ComfyUI غير صحيح، يرجى التحقق من إعدادات ComfyUI ثم المحاولة مرة أخرى",
  "response.InvalidGithubToken": "رمز وصول شخصية GitHub غير صحيح أو فارغ، يرجى التحقق من رمز وصول GitHub الشخصي والمحاولة مرة أخرى",
  "response.InvalidOllamaArgs": "تكوين Ollama غير صحيح، يرجى التحقق من تكوين Ollama وإعادة المحاولة",
  "response.InvalidProviderAPIKey": "{{provider}} مفتاح API غير صحيح أو فارغ، يرجى التحقق من مفتاح API {{provider}} الخاص بك وحاول مرة أخرى",
  "response.InvalidVertexCredentials": "فشل التحقق من بيانات اعتماد Vertex، يرجى التحقق من بيانات الاعتماد وإعادة المحاولة",
  "response.LocationNotSupportError": "عذرًا، لا يدعم موقعك الحالي خدمة هذا النموذج، قد يكون ذلك بسبب قيود المنطقة أو عدم توفر الخدمة. يرجى التحقق مما إذا كان الموقع الحالي يدعم استخدام هذه الخدمة، أو محاولة استخدام معلومات الموقع الأخرى.",
  "response.ModelNotFound": "عذرًا، لا يمكن طلب النموذج المطلوب، قد يكون النموذج غير موجود أو أن الوصول غير مصرح به، يرجى تغيير مفتاح API أو تعديل أذونات الوصول ثم إعادة المحاولة",
  "response.NoOpenAIAPIKey": "مفتاح API الخاص بـ OpenAI فارغ، يرجى إضافة مفتاح API الخاص بـ OpenAI",
  "response.OllamaBizError": "خطأ في طلب خدمة Ollama، يرجى التحقق من المعلومات التالية أو إعادة المحاولة",
  "response.OllamaServiceUnavailable": "خدمة Ollama غير متوفرة، يرجى التحقق من تشغيل Ollama بشكل صحيح أو إعدادات الـ Ollama للاتصال عبر النطاقات",
  "response.PermissionDenied": "عذرًا، ليس لديك إذن للوصول إلى هذه الخدمة، يرجى التحقق مما إذا كانت مفاتيحك تمتلك إذن الوصول",
  "response.PluginApiNotFound": "عذرًا، لا يوجد API للإضافة في وصف الإضافة، يرجى التحقق من تطابق طريقة الطلب الخاصة بك مع API الوصف",
  "response.PluginApiParamsError": "عذرًا، فشلت التحقق من صحة معلمات الطلب للإضافة، يرجى التحقق من تطابق المعلمات مع معلومات الوصف",
  "response.PluginFailToTransformArguments": "عذرًا، فشل تحويل معلمات استدعاء الإضافة، يرجى محاولة إعادة إنشاء رسالة المساعد أو تجربة نموذج AI ذو قدرات استدعاء أقوى",
  "response.PluginGatewayError": "عذرًا، حدث خطأ في بوابة الإضافة، يرجى التحقق من تكوين بوابة الإضافة",
  "response.PluginManifestInvalid": "عذرًا، فشلت التحقق من صحة وصف الإضافة، يرجى التحقق من تنسيق وصف الإضافة",
  "response.PluginManifestNotFound": "عذرًا، لم يتم العثور على وصف الإضافة (manifest.json) في الخادم، يرجى التحقق من صحة عنوان ملف وصف الإضافة",
  "response.PluginMarketIndexInvalid": "عذرًا، فشلت التحقق من صحة فهرس الإضافات، يرجى التحقق من تنسيق ملف الفهرس",
  "response.PluginMarketIndexNotFound": "عذرًا، لم يتم العثور على فهرس الإضافات في الخادم، يرجى التحقق من صحة عنوان الفهرس",
  "response.PluginMetaInvalid": "عذرًا، فشلت التحقق من صحة بيانات الإضافة، يرجى التحقق من تنسيق بيانات الإضافة",
  "response.PluginMetaNotFound": "عذرًا، لم يتم العثور على معلومات تكوين الإضافة في الفهرس",
  "response.PluginOpenApiInitError": "عذرًا، فشل تهيئة عميل OpenAPI، يرجى التحقق من معلومات تكوين OpenAPI",
  "response.PluginServerError": "خطأ في استجابة الخادم لطلب الإضافة، يرجى التحقق من ملف وصف الإضافة وتكوين الإضافة وتنفيذ الخادم وفقًا لمعلومات الخطأ أدناه",
  "response.PluginSettingsInvalid": "تحتاج هذه الإضافة إلى تكوين صحيح قبل الاستخدام، يرجى التحقق من صحة تكوينك",
  "response.ProviderBizError": "طلب خدمة {{provider}} خاطئ، يرجى التحقق من المعلومات التالية أو إعادة المحاولة",
  "response.QuotaLimitReached": "عذرًا، لقد تم الوصول إلى الحد الأقصى لاستخدام الرموز (Token) أو عدد الطلبات لهذا المفتاح. يرجى زيادة حصة المفتاح أو المحاولة لاحقًا.",
  "response.ServerAgentRuntimeError": "عذرًا، خدمة الوكيل غير متاحة حاليًا. يرجى المحاولة لاحقًا أو التواصل معنا عبر البريد الإلكتروني للحصول على الدعم.",
  "response.StreamChunkError": "خطأ في تحليل كتلة الرسالة لطلب التدفق، يرجى التحقق مما إذا كانت واجهة برمجة التطبيقات الحالية تتوافق مع المعايير، أو الاتصال بمزود واجهة برمجة التطبيقات الخاصة بك للاستفسار.",
  "response.SubscriptionKeyMismatch": "نعتذر، بسبب عطل عرضي في النظام، فإن استخدام الاشتراك الحالي غير فعال مؤقتًا. يرجى النقر على الزر أدناه لاستعادة الاشتراك، أو مراسلتنا عبر البريد الإلكتروني للحصول على الدعم.",
  "response.SubscriptionPlanLimit": "لقد استنفدت نقاط اشتراكك، ولا يمكنك استخدام هذه الميزة. يرجى الترقية إلى خطة أعلى، أو تكوين واجهة برمجة التطبيقات للنموذج المخصص للاستمرار في الاستخدام",
  "response.SystemTimeNotMatchError": "عذرًا، وقت النظام لديك لا يتطابق مع الخادم، يرجى التحقق من وقت النظام لديك ثم إعادة المحاولة",
  "response.UnknownChatFetchError": "عذرًا، حدث خطأ غير معروف في الطلب، يرجى التحقق من المعلومات التالية أو المحاولة مرة أخرى",
  "stt.responseError": "فشل طلب الخدمة، يرجى التحقق من الإعدادات أو إعادة المحاولة",
  "supervisor.decisionFailed": "تعذر على مشرف المجموعة العمل. يرجى التحقق من إعدادات المشرف الخاصة بك، والتأكد من تكوين النموذج الصحيح، ومفتاح API، وعنوان API.",
  "testConnectionFailed": "فشل اختبار الاتصال: {{error}}",
  "tts.responseError": "فشل طلب الخدمة، يرجى التحقق من الإعدادات أو إعادة المحاولة",
  "unlock.addProxyUrl": "إضافة عنوان وكيل OpenAI (اختياري)",
  "unlock.apiKey.description": "يمكنك بدء الجلسة عن طريق إدخال مفتاح API {{name}} الخاص بك",
  "unlock.apiKey.imageGenerationDescription": "أدخل مفتاح API الخاص بـ {{name}} للبدء في التوليد",
  "unlock.apiKey.title": "استخدام مفتاح API {{name}} المخصص",
  "unlock.closeMessage": "إغلاق الرسالة",
  "unlock.comfyui.description": "يرجى إدخال معلومات المصادقة الصحيحة لـ {{name}} للبدء في إنشاء الصور",
  "unlock.comfyui.modifyBaseUrl": "تعديل عنوان خدمة Comfy UI",
  "unlock.comfyui.title": "تأكيد معلومات المصادقة الخاصة بـ {{name}}",
  "unlock.confirm": "تأكيد وإعادة المحاولة",
  "unlock.goToSettings": "الانتقال إلى الإعدادات",
  "unlock.oauth.description": "فتح المسؤول توثيق تسجيل الدخول الموحد، انقر فوق الزر أدناه لتسجيل الدخول وفتح التطبيق",
  "unlock.oauth.success": "تم تسجيل الدخول بنجاح",
  "unlock.oauth.title": "تسجيل الدخول إلى الحساب",
  "unlock.oauth.welcome": "مرحبا بك!",
  "unlock.password.description": "قام المسؤول بتشفير التطبيق، قم بإدخال كلمة مرور التطبيق لفتح التطبيق. يتعين إدخال كلمة المرور مرة واحدة فقط",
  "unlock.password.placeholder": "الرجاء إدخال كلمة المرور",
  "unlock.password.title": "إدخال كلمة المرور لفتح التطبيق",
  "unlock.tabs.apiKey": "مفتاح واجهة برمجة التطبيقات المخصص",
  "unlock.tabs.password": "كلمة المرور",
  "upload.desc": "التفاصيل: {{detail}}",
  "upload.fileOnlySupportInServerMode": "وضع النشر الحالي لا يدعم تحميل ملفات غير الصور. إذا كنت بحاجة إلى تحميل تنسيق {{ext}}، يرجى التبديل إلى نشر قاعدة البيانات على الخادم أو استخدام خدمة {{cloud}}.",
  "upload.networkError": "يرجى التأكد من أن اتصال الشبكة لديك يعمل بشكل صحيح، والتحقق من إعدادات تكوين خدمة تخزين الملفات عبر النطاق.",
  "upload.title": "فشل تحميل الملف، يرجى التحقق من الاتصال بالشبكة أو المحاولة لاحقًا",
  "upload.unknownError": "سبب الخطأ: {{reason}}",
  "upload.uploadFailed": "فشل تحميل الملف"
}
