{
  "clerkAuth.loginSuccess.action": "Weitermachen",
  "clerkAuth.loginSuccess.desc": "{{greeting}}, es freut mich, dass ich dir weiterhelfen kann. Lass uns das Gespräch fortsetzen.",
  "clerkAuth.loginSuccess.title": "Willkommen zurück, {{nickName}}",
  "error.backHome": "Zurück zur Startseite",
  "error.desc": "Versuchen Sie es später erneut oder kehren Sie in die bekannte Welt zurück",
  "error.retry": "Erneut laden",
  "error.title": "Ein Problem ist aufgetreten auf der Seite..",
  "fetchError.detail": "Fehlerdetails",
  "fetchError.title": "Anfrage fehlgeschlagen",
  "import.importConfigFile.description": "Fehlerursache: {{reason}}",
  "import.importConfigFile.title": "Import fehlgeschlagen",
  "import.incompatible.description": "Diese Datei wurde aus einer höheren Version exportiert. Bitte versuchen Sie, auf die neueste Version zu aktualisieren und dann erneut zu importieren.",
  "import.incompatible.title": "Die aktuelle Anwendung unterstützt den Import dieser Datei nicht",
  "loginRequired.desc": "Sie werden in Kürze zur Anmeldeseite weitergeleitet",
  "loginRequired.title": "Bitte melden Sie sich an, um diese Funktion zu nutzen",
  "notFound.backHome": "Zurück zur Startseite",
  "notFound.check": "Bitte überprüfen Sie, ob Ihre URL korrekt ist.",
  "notFound.desc": "Die von Ihnen gesuchte Seite konnte nicht gefunden werden.",
  "notFound.title": "In unbekanntes Gebiet geraten?",
  "pluginSettings.desc": "Führen Sie die folgende Konfiguration durch, um das Skill zu verwenden",
  "pluginSettings.title": "{{name}} Skill-Konfiguration",
  "response.400": "Entschuldigung, der Server versteht Ihre Anfrage nicht. Bitte überprüfen Sie die Richtigkeit Ihrer Anfrageparameter",
  "response.401": "Entschuldigung, der Server hat Ihre Anfrage abgelehnt. Möglicherweise aufgrund unzureichender Berechtigungen oder fehlender gültiger Authentifizierung",
  "response.403": "Entschuldigung, der Server hat Ihre Anfrage abgelehnt. Sie haben keine Berechtigung, auf diesen Inhalt zuzugreifen",
  "response.404": "Entschuldigung, der Server konnte die angeforderte Seite oder Ressource nicht finden. Bitte überprüfen Sie die Richtigkeit Ihrer URL",
  "response.405": "Entschuldigung, der Server unterstützt die von Ihnen verwendete Anfragemethode nicht. Bitte überprüfen Sie die Richtigkeit Ihrer Anfragemethode",
  "response.406": "Entschuldigung, der Server kann die Anfrage aufgrund der Eigenschaften des angeforderten Inhalts nicht erfüllen",
  "response.407": "Entschuldigung, Sie müssen sich zuerst authentifizieren, um mit dieser Anfrage fortzufahren",
  "response.408": "Entschuldigung, der Server hat beim Warten auf die Anfrage eine Zeitüberschreitung. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut",
  "response.409": "Entschuldigung, die Anfrage konnte aufgrund eines Konflikts nicht verarbeitet werden, möglicherweise weil der Zustand der Ressource nicht mit der Anfrage kompatibel ist",
  "response.410": "Entschuldigung, die angeforderte Ressource wurde dauerhaft entfernt und kann nicht gefunden werden",
  "response.411": "Entschuldigung, der Server kann die Anfrage ohne gültige Inhaltslänge nicht verarbeiten",
  "response.412": "Entschuldigung, Ihre Anfrage erfüllt die Bedingungen auf Serverseite nicht und kann nicht abgeschlossen werden",
  "response.413": "Entschuldigung, Ihre Anfragedaten sind zu groß und können vom Server nicht verarbeitet werden",
  "response.414": "Entschuldigung, die URI Ihrer Anfrage ist zu lang und kann vom Server nicht verarbeitet werden",
  "response.415": "Entschuldigung, der Server kann das angeforderte Medienformat nicht verarbeiten",
  "response.416": "Entschuldigung, der Server kann Ihren Anforderungen nicht entsprechen",
  "response.417": "Entschuldigung, der Server kann Ihre Erwartungen nicht erfüllen",
  "response.422": "Entschuldigung, Ihre Anfrage ist syntaktisch korrekt, aber aufgrund semantischer Fehler kann nicht geantwortet werden",
  "response.423": "Entschuldigung, die angeforderte Ressource ist gesperrt",
  "response.424": "Entschuldigung, aufgrund eines früheren Fehlers kann die aktuelle Anfrage nicht abgeschlossen werden",
  "response.426": "Entschuldigung, der Server verlangt, dass Ihr Client auf eine höhere Protokollversion aktualisiert wird",
  "response.428": "Entschuldigung, der Server verlangt Voraussetzungen und fordert, dass Ihre Anfrage die richtigen Bedingungsköpfe enthält",
  "response.429": "Entschuldigung, Ihre Anfrage ist zu häufig. Der Server ist etwas überlastet. Bitte versuchen Sie es später erneut",
  "response.431": "Entschuldigung, der Header Ihrer Anfrage ist zu groß und kann vom Server nicht verarbeitet werden",
  "response.451": "Entschuldigung, aus rechtlichen Gründen verweigert der Server die Bereitstellung dieser Ressource",
  "response.499": "Es tut uns leid, Ihre Anfrage wurde unerwartet unterbrochen, während sie vom Server verarbeitet wurde. Dies könnte daran liegen, dass Sie die Aktion manuell abgebrochen haben oder die Netzwerkverbindung instabil ist. Bitte überprüfen Sie den Netzwerkstatus und versuchen Sie es erneut.",
  "response.500": "Entschuldigung, der Server hat anscheinend einige Schwierigkeiten und kann Ihre Anfrage vorübergehend nicht bearbeiten. Bitte versuchen Sie es später erneut",
  "response.501": "Es tut uns leid, der Server weiß noch nicht, wie er diese Anfrage bearbeiten soll. Bitte überprüfen Sie, ob Ihre Aktion korrekt ist.",
  "response.502": "Entschuldigung, der Server scheint die Orientierung verloren zu haben und kann vorübergehend keinen Service bereitstellen. Bitte versuchen Sie es später erneut",
  "response.503": "Entschuldigung, der Server kann Ihre Anfrage derzeit nicht verarbeiten. Möglicherweise aufgrund von Überlastung oder Wartungsarbeiten. Bitte versuchen Sie es später erneut",
  "response.504": "Entschuldigung, der Server hat keine Antwort vom Upstream-Server erhalten. Bitte versuchen Sie es später erneut",
  "response.505": "Es tut uns leid, der Server unterstützt die von Ihnen verwendete HTTP-Version nicht. Bitte aktualisieren Sie und versuchen Sie es erneut.",
  "response.506": "Es tut uns leid, es gibt ein Problem mit der Serverkonfiguration. Bitte wenden Sie sich an den Administrator, um das Problem zu lösen.",
  "response.507": "Es tut uns leid, der Server hat nicht genügend Speicherplatz, um Ihre Anfrage zu bearbeiten. Bitte versuchen Sie es später erneut.",
  "response.509": "Es tut uns leid, die Bandbreite des Servers ist erschöpft. Bitte versuchen Sie es später erneut.",
  "response.510": "Es tut uns leid, der Server unterstützt die angeforderte Erweiterungsfunktion nicht. Bitte wenden Sie sich an den Administrator.",
  "response.520": "Es tut uns leid, der Server hat ein unerwartetes Problem festgestellt, das die Erfüllung Ihrer Anfrage verhindert. Bitte versuchen Sie es später erneut, wir arbeiten daran, dieses Problem zu beheben.",
  "response.522": "Es tut uns leid, die Serververbindung hat aufgrund einer Zeitüberschreitung nicht rechtzeitig auf Ihre Anfrage reagiert. Möglicherweise ist das Netzwerk instabil oder der Server vorübergehend nicht erreichbar. Bitte versuchen Sie es später erneut, wir arbeiten daran, den Dienst wiederherzustellen.",
  "response.524": "Es tut uns leid, der Server hat beim Warten auf eine Antwort eine Zeitüberschreitung erreicht, möglicherweise aufgrund einer langsamen Antwort. Bitte versuchen Sie es später erneut.",
  "response.AgentRuntimeError": "Es ist ein Fehler bei der Ausführung des Lobe-Sprachmodells aufgetreten. Bitte überprüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
  "response.ComfyUIBizError": "Fehler bei der Anfrage an den ComfyUI-Dienst. Bitte überprüfe die folgenden Informationen oder versuche es erneut.",
  "response.ComfyUIEmptyResult": "ComfyUI hat kein Bild generiert. Bitte überprüfe die Modellkonfiguration oder versuche es erneut.",
  "response.ComfyUIModelError": "Laden des ComfyUI-Modells fehlgeschlagen. Bitte überprüfe, ob die Modellsdatei vorhanden ist.",
  "response.ComfyUIServiceUnavailable": "Verbindung zum ComfyUI-Dienst fehlgeschlagen. Bitte stelle sicher, dass ComfyUI ordnungsgemäß läuft und die Dienstadresse korrekt konfiguriert ist.",
  "response.ComfyUIUploadFailed": "Hochladen des Bildes zu ComfyUI fehlgeschlagen. Bitte überprüfe die Serververbindung oder versuche es erneut.",
  "response.ComfyUIWorkflowError": "Ausführung des ComfyUI-Workflows fehlgeschlagen. Bitte überprüfe die Workflow-Konfiguration.",
  "response.ConnectionCheckFailed": "Die Anfrage brachte eine leere Antwort zurück. Bitte überprüfen Sie, ob die API-Proxy-Adresse am Ende nicht mit `/v1` endet.",
  "response.CreateMessageError": "Es tut uns leid, die Nachricht konnte nicht erfolgreich gesendet werden. Bitte kopieren Sie den Inhalt und senden Sie ihn erneut. Nach dem Aktualisieren der Seite wird diese Nachricht nicht gespeichert.",
  "response.ExceededContextWindow": "Der aktuelle Anfrageinhalt überschreitet die von dem Modell verarbeitbare Länge. Bitte reduzieren Sie die Menge des Inhalts und versuchen Sie es erneut.",
  "response.FreePlanLimit": "Sie sind derzeit ein kostenloser Benutzer und können diese Funktion nicht nutzen. Bitte aktualisieren Sie auf ein kostenpflichtiges Abonnement, um fortzufahren.",
  "response.GoogleAIBlockReason.BLOCKLIST": "Ihr Inhalt enthält verbotene Wörter. Bitte prüfen und ändern Sie Ihre Eingabe und versuchen Sie es erneut.",
  "response.GoogleAIBlockReason.IMAGE_SAFETY": "Die Bildgenerierung wurde aus Sicherheitsgründen blockiert. Bitte passen Sie Ihre Anfrage zur Bildgenerierung an und versuchen Sie es erneut.",
  "response.GoogleAIBlockReason.LANGUAGE": "Die von Ihnen verwendete Sprache wird derzeit nicht unterstützt. Bitte versuchen Sie es erneut auf Englisch oder in einer anderen unterstützten Sprache.",
  "response.GoogleAIBlockReason.OTHER": "Der Inhalt wurde aus unbekannten Gründen blockiert. Bitte formulieren Sie Ihre Anfrage neu.",
  "response.GoogleAIBlockReason.PROHIBITED_CONTENT": "Ihre Anfrage könnte verbotene Inhalte enthalten. Bitte passen Sie Ihre Anfrage an und stellen Sie sicher, dass sie den Nutzungsrichtlinien entspricht.",
  "response.GoogleAIBlockReason.RECITATION": "Ihr Inhalt wurde wegen möglicher Urheberrechtsverletzungen blockiert. Bitte verwenden Sie Originalinhalte oder formulieren Sie Ihre Anfrage um.",
  "response.GoogleAIBlockReason.SAFETY": "Ihr Inhalt wurde aufgrund von Sicherheitsrichtlinien blockiert. Bitte passen Sie Ihre Anfrage an und vermeiden Sie potenziell schädliche oder unangemessene Inhalte.",
  "response.GoogleAIBlockReason.SPII": "Ihr Inhalt könnte sensible personenbezogene Daten enthalten. Zum Schutz der Privatsphäre entfernen Sie bitte diese Informationen und versuchen Sie es erneut.",
  "response.GoogleAIBlockReason.default": "Inhalt blockiert: {{blockReason}}. Bitte passen Sie Ihre Anfrage an und versuchen Sie es erneut.",
  "response.InsufficientQuota": "Es tut uns leid, das Kontingent dieses Schlüssels wurde erreicht. Bitte überprüfen Sie, ob Ihr Kontostand ausreichend ist, oder erhöhen Sie das Kontingent des Schlüssels und versuchen Sie es erneut.",
  "response.InvalidAccessCode": "Das Passwort ist ungültig oder leer. Bitte geben Sie das richtige Zugangspasswort ein oder fügen Sie einen benutzerdefinierten API-Schlüssel hinzu.",
  "response.InvalidBedrockCredentials": "Die Bedrock-Authentifizierung ist fehlgeschlagen. Bitte überprüfen Sie AccessKeyId/SecretAccessKey und versuchen Sie es erneut.",
  "response.InvalidClerkUser": "Entschuldigung, du bist derzeit nicht angemeldet. Bitte melde dich an oder registriere ein Konto, um fortzufahren.",
  "response.InvalidComfyUIArgs": "ComfyUI-Konfiguration ist ungültig. Bitte überprüfe die Einstellungen und versuche es erneut.",
  "response.InvalidGithubToken": "Der persönliche Zugriffstoken für Github ist ungültig oder leer. Bitte überprüfen Sie den persönlichen Zugriffstoken für Github und versuchen Sie es erneut.",
  "response.InvalidOllamaArgs": "Ollama-Konfiguration ist ungültig. Bitte überprüfen Sie die Ollama-Konfiguration und versuchen Sie es erneut.",
  "response.InvalidProviderAPIKey": "{{provider}} API-Schlüssel ist ungültig oder leer. Bitte überprüfen Sie den {{provider}} API-Schlüssel und versuchen Sie es erneut.",
  "response.InvalidVertexCredentials": "Die Vertex-Authentifizierung ist fehlgeschlagen. Bitte überprüfen Sie Ihre Authentifizierungsdaten und versuchen Sie es erneut.",
  "response.LocationNotSupportError": "Entschuldigung, Ihr Standort unterstützt diesen Modellservice möglicherweise aufgrund von regionalen Einschränkungen oder nicht aktivierten Diensten nicht. Bitte überprüfen Sie, ob der aktuelle Standort die Verwendung dieses Dienstes unterstützt, oder versuchen Sie, andere Standortinformationen zu verwenden.",
  "response.ModelNotFound": "Es tut uns leid, das angeforderte Modell konnte nicht gefunden werden. Möglicherweise existiert das Modell nicht oder es liegen keine Zugriffsrechte vor. Bitte ändern Sie den API-Schlüssel oder passen Sie die Zugriffsrechte an und versuchen Sie es erneut.",
  "response.NoOpenAIAPIKey": "Der OpenAI-API-Schlüssel ist leer. Bitte fügen Sie einen benutzerdefinierten OpenAI-API-Schlüssel hinzu",
  "response.OllamaBizError": "Fehler bei der Anforderung des Ollama-Dienstes. Bitte überprüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
  "response.OllamaServiceUnavailable": "Der Ollama-Dienst ist nicht verfügbar. Bitte überprüfen Sie, ob Ollama ordnungsgemäß ausgeführt wird und ob die CORS-Konfiguration von Ollama korrekt ist.",
  "response.PermissionDenied": "Es tut uns leid, Sie haben keine Berechtigung, auf diesen Dienst zuzugreifen. Bitte überprüfen Sie, ob Ihr Schlüssel die erforderlichen Zugriffsrechte hat.",
  "response.PluginApiNotFound": "Entschuldigung, das API des Skills im Skill-Manifest existiert nicht. Bitte überprüfen Sie, ob Ihre Anfragemethode mit dem Skill-Manifest-API übereinstimmt",
  "response.PluginApiParamsError": "Entschuldigung, die Eingabeüberprüfung der Skill-Anfrage ist fehlgeschlagen. Bitte überprüfen Sie, ob die Eingabe mit den API-Beschreibungsinformationen übereinstimmt",
  "response.PluginFailToTransformArguments": "Es tut uns leid, die Skill-Aufrufargumente konnten nicht transformiert werden. Bitte versuchen Sie, die Assistentennachricht erneut zu generieren, oder wechseln Sie zu einem leistungsstärkeren AI-Modell mit Tools Calling-Fähigkeiten und versuchen Sie es erneut.",
  "response.PluginGatewayError": "Entschuldigung, es ist ein Fehler im Skill-Gateway aufgetreten. Bitte überprüfen Sie die Skill-Gateway-Konfiguration auf Richtigkeit",
  "response.PluginManifestInvalid": "Entschuldigung, das Manifest des Skills hat die Überprüfung nicht bestanden. Bitte überprüfen Sie das Format des Manifests",
  "response.PluginManifestNotFound": "Entschuldigung, der Server konnte das Manifest (manifest.json) des Skills nicht finden. Bitte überprüfen Sie die Adresse der Skill-Beschreibungsdatei",
  "response.PluginMarketIndexInvalid": "Entschuldigung, die Skill-Marktindexüberprüfung ist fehlgeschlagen. Bitte überprüfen Sie das Format der Indexdatei",
  "response.PluginMarketIndexNotFound": "Entschuldigung, der Server konnte den Skill-Marktindex nicht finden. Bitte überprüfen Sie die Indexadresse auf Richtigkeit",
  "response.PluginMetaInvalid": "Entschuldigung, die Metadaten des Skills haben die Überprüfung nicht bestanden. Bitte überprüfen Sie das Format der Skill-Metadaten",
  "response.PluginMetaNotFound": "Entschuldigung, das Skill wurde im Index nicht gefunden. Bitte überprüfen Sie die Konfigurationsinformationen des Skills im Index",
  "response.PluginOpenApiInitError": "Entschuldigung, die Initialisierung des OpenAPI-Clients ist fehlgeschlagen. Bitte überprüfen Sie die Konfigurationsinformationen des OpenAPI auf Richtigkeit",
  "response.PluginServerError": "Fehler bei der Serveranfrage des Skills. Bitte überprüfen Sie die Fehlerinformationen unten in Ihrer Skill-Beschreibungsdatei, Skill-Konfiguration oder Serverimplementierung",
  "response.PluginSettingsInvalid": "Das Skill muss korrekt konfiguriert werden, um verwendet werden zu können. Bitte überprüfen Sie Ihre Konfiguration auf Richtigkeit",
  "response.ProviderBizError": "Fehler bei der Anforderung des {{provider}}-Dienstes. Bitte überprüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
  "response.QuotaLimitReached": "Es tut uns leid, die Anzahl der Token oder Anfragen hat das Kontingent dieses Schlüssels erreicht. Bitte erhöhen Sie das Kontingent des Schlüssels oder versuchen Sie es später erneut.",
  "response.ServerAgentRuntimeError": "Es tut uns leid, der Agent-Dienst ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut oder kontaktieren Sie uns per E-Mail für Unterstützung.",
  "response.StreamChunkError": "Fehler beim Parsen des Nachrichtenchunks der Streaming-Anfrage. Bitte überprüfen Sie, ob die aktuelle API-Schnittstelle den Standards entspricht, oder wenden Sie sich an Ihren API-Anbieter.",
  "response.SubscriptionKeyMismatch": "Es tut uns leid, aufgrund eines vorübergehenden Systemfehlers ist das aktuelle Abonnement vorübergehend ungültig. Bitte klicken Sie auf die Schaltfläche unten, um das Abonnement wiederherzustellen, oder kontaktieren Sie uns per E-Mail für Unterstützung.",
  "response.SubscriptionPlanLimit": "Ihr Abonnementspunktestand ist erschöpft, Sie können diese Funktion nicht nutzen. Bitte upgraden Sie auf einen höheren Plan oder konfigurieren Sie die benutzerdefinierte Modell-API, um weiterhin zu verwenden.",
  "response.SystemTimeNotMatchError": "Es tut uns leid, Ihre Systemzeit stimmt nicht mit dem Server überein. Bitte überprüfen Sie Ihre Systemzeit und versuchen Sie es erneut.",
  "response.UnknownChatFetchError": "Es tut uns leid, es ist ein unbekannter Anforderungsfehler aufgetreten. Bitte überprüfen Sie die folgenden Informationen oder versuchen Sie es erneut.",
  "stt.responseError": "Serviceanfrage fehlgeschlagen. Bitte überprüfen Sie die Konfiguration oder versuchen Sie es erneut",
  "supervisor.decisionFailed": "Der Gruppenleiter kann nicht arbeiten. Bitte überprüfen Sie Ihre Leiterkonfiguration und stellen Sie sicher, dass das richtige Modell, der API-Schlüssel und die API-Adresse korrekt konfiguriert sind.",
  "testConnectionFailed": "Verbindungstest fehlgeschlagen: {{error}}",
  "tts.responseError": "Serviceanfrage fehlgeschlagen. Bitte überprüfen Sie die Konfiguration oder versuchen Sie es erneut",
  "unlock.addProxyUrl": "Fügen Sie die OpenAI-Proxy-URL hinzu (optional)",
  "unlock.apiKey.description": "Geben Sie Ihren {{name}} API-Schlüssel ein, um die Sitzung zu starten.",
  "unlock.apiKey.imageGenerationDescription": "Geben Sie Ihren {{name}} API-Schlüssel ein, um mit der Generierung zu beginnen",
  "unlock.apiKey.title": "Verwenden Sie Ihren benutzerdefinierten {{name}} API-Schlüssel",
  "unlock.closeMessage": "Hinweis schließen",
  "unlock.comfyui.description": "Bitte gib die korrekten {{name}}-Authentifizierungsinformationen ein, um mit der Bildgenerierung zu beginnen.",
  "unlock.comfyui.modifyBaseUrl": "ComfyUI-Dienstadresse ändern",
  "unlock.comfyui.title": "Bestätige deine {{name}}-Authentifizierungsinformationen",
  "unlock.confirm": "Bestätigen und erneut versuchen",
  "unlock.goToSettings": "Zu den Einstellungen",
  "unlock.oauth.description": "Der Administrator hat die einheitliche Anmeldeauthentifizierung aktiviert. Klicken Sie unten auf die Schaltfläche, um sich anzumelden und die App zu entsperren.",
  "unlock.oauth.success": "Anmeldung erfolgreich",
  "unlock.oauth.title": "Anmelden",
  "unlock.oauth.welcome": "Willkommen!",
  "unlock.password.description": "Der Administrator hat die App-Verschlüsselung aktiviert. Gib das App-Passwort ein, um die App zu entsperren. Das Passwort muss nur einmal eingegeben werden.",
  "unlock.password.placeholder": "Passwort eingeben",
  "unlock.password.title": "App entsperren durch Passworteingabe",
  "unlock.tabs.apiKey": "Benutzerdefinierter API-Schlüssel",
  "unlock.tabs.password": "Passwort",
  "upload.desc": "Details: {{detail}}",
  "upload.fileOnlySupportInServerMode": "Der aktuelle Bereitstellungsmodus unterstützt das Hochladen von Nicht-Bilddateien nicht. Um Dateien im {{ext}}-Format hochzuladen, wechseln Sie bitte zum Serverdatenbank-Bereitstellungsmodus oder verwenden Sie den {{cloud}}-Dienst.",
  "upload.networkError": "Bitte überprüfen Sie, ob Ihre Internetverbindung stabil ist, und prüfen Sie die Cross-Origin-Konfiguration des Dateispeicherdienstes.",
  "upload.title": "Dateiupload fehlgeschlagen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es später erneut.",
  "upload.unknownError": "Fehlerursache: {{reason}}",
  "upload.uploadFailed": "Der Datei-Upload ist fehlgeschlagen."
}