{
  "pluginSettings": {
    "desc": "Completa la seguente configurazione per iniziare a utilizzare il plugin",
    "title": "Configurazione del plugin {{name}}"
  },
  "response": {
    "400": "Spiacenti, il server non comprende la tua richiesta. Verifica che i parametri della tua richiesta siano corretti",
    "401": "Spiacenti, il server ha rifiutato la tua richiesta, probabilmente a causa di autorizzazioni insufficienti o di un'identificazione non valida",
    "403": "Spiacenti, il server ha rifiutato la tua richiesta. Non hai accesso a questo contenuto",
    "404": "Spiacenti, il server non trova la pagina o la risorsa richiesta. Verifica che l'URL sia corretto",
    "405": "Spiacenti, il server non supporta il metodo di richiesta utilizzato. Verifica che il metodo di richiesta sia corretto",
    "406": "Spiacenti, il server non è in grado di completare la richiesta in base alle caratteristiche del contenuto richiesto",
    "407": "Spiacenti, è necessario autenticarsi come proxy prima di poter continuare la richiesta",
    "408": "Spiacenti, il server ha superato il tempo di attesa per la richiesta, controlla la connessione di rete e riprova",
    "409": "Spiacenti, la richiesta non può essere elaborata a causa di un conflitto, probabilmente a causa di uno stato delle risorse incompatibile con la richiesta",
    "410": "Spiacenti, la risorsa richiesta è stata rimossa in modo permanente e non può essere trovata",
    "411": "Spiacenti, il server non può elaborare una richiesta senza una lunghezza del contenuto valida",
    "412": "Spiacenti, la tua richiesta non soddisfa le condizioni sul lato server e non può essere completata",
    "413": "Spiacenti, la dimensione dei dati della tua richiesta è troppo grande per il server da gestire",
    "414": "Spiacenti, l'URI della tua richiesta è troppo lungo per il server da gestire",
    "415": "Spiacenti, il server non può gestire il formato dei media allegato alla richiesta",
    "416": "Spiacenti, il server non può soddisfare l'intervallo richiesto",
    "417": "Spiacenti, il server non può soddisfare le aspettative della richiesta",
    "422": "Spiacenti, la tua richiesta è formattata correttamente, ma a causa di errori semantici non può essere elaborata",
    "423": "Spiacenti, la risorsa richiesta è bloccata",
    "424": "Spiacenti, a causa di un precedente fallimento della richiesta, la richiesta attuale non può essere completata",
    "426": "Spiacenti, il server richiede un aggiornamento del tuo client a una versione di protocollo superiore",
    "428": "Spiacenti, il server richiede una condizione preliminare e la tua richiesta deve includere le intestazioni delle condizioni corrette",
    "429": "Spiacenti, ci sono troppe richieste in arrivo. Il server è un po' stanco. Riprova più tardi",
    "431": "Spiacenti, le intestazioni della tua richiesta sono troppo grandi per il server da gestire",
    "451": "Spiacenti, per motivi legali, il server rifiuta di fornire questa risorsa",
    "500": "Spiacenti, il server sembra avere qualche difficoltà al momento e non può completare la tua richiesta. Riprova più tardi",
    "502": "Spiacenti, il server sembra smarrito e non può fornire servizio al momento. Riprova più tardi",
    "503": "Spiacenti, il server non può elaborare la tua richiesta al momento, probabilmente a causa di sovraccarico o manutenzione in corso. Riprova più tardi",
    "504": "Spiacenti, il server non ha ricevuto risposta dal server upstream. Riprova più tardi",
    "AgentRuntimeError": "Errore di esecuzione del modello linguistico Lobe, controlla le informazioni seguenti o riprova",
    "AnthropicBizError": "Si è verificato un errore durante la richiesta del servizio Anthropic AI. Si prega di controllare le informazioni seguenti o riprovare.",
    "AzureBizError": "Errore nella richiesta del servizio Azure AI, controlla le informazioni seguenti o riprova",
    "BedrockBizError": "Errore nella richiesta del servizio Bedrock, controlla le informazioni seguenti o riprova",
    "GoogleBizError": "Errore nella richiesta del servizio Google, controlla le informazioni seguenti o riprova",
    "GroqBizError": "Errore del servizio Groq, controlla le informazioni seguenti o riprova",
    "InvalidAccessCode": "Password incorrect or empty, please enter the correct access password, or add a custom API Key",
    "InvalidAnthropicAPIKey": "La chiave API Anthropic non è valida o è vuota. Si prega di controllare la chiave API Anthropic e riprovare.",
    "InvalidAzureAPIKey": "Chiave API Azure non corretta o vuota, controlla la chiave API Azure e riprova",
    "InvalidBedrockCredentials": "Autenticazione Bedrock non riuscita, controlla AccessKeyId/SecretAccessKey e riprova",
    "InvalidGoogleAPIKey": "Chiave API Google non corretta o vuota, controlla la chiave API Google e riprova",
    "InvalidGroqAPIKey": "Chiave API Groq non valida o vuota, controlla la chiave API Groq e riprova",
    "InvalidMistralAPIKey": "Chiave API Mistral AI non valida o vuota. Si prega di controllare la chiave API Mistral e riprovare.",
    "InvalidMoonshotAPIKey": "La chiave API di Moonshot AI non è corretta o è vuota, si prega di controllare la chiave API di Moonshot e riprovare",
    "InvalidOllamaArgs": "Configurazione Ollama non valida, controllare la configurazione di Ollama e riprovare",
    "InvalidOpenRouterAPIKey": "La chiave API di OpenRouter non è valida o è vuota. Si prega di controllare la chiave API di OpenRouter e riprovare.",
    "InvalidPerplexityAPIKey": "Chiave API Perplexity non valida o vuota, controlla la chiave API Perplexity e riprova",
    "InvalidZeroOneAPIKey": "La chiave API ZeroOne non è corretta o è vuota, si prega di controllare la chiave API ZeroOne e riprovare",
    "InvalidZhipuAPIKey": "Chiave API Zhipu non corretta o vuota, controlla la chiave API Zhipu e riprova",
    "LocationNotSupportError": "Spiacenti, la tua posizione attuale non supporta questo servizio modello, potrebbe essere a causa di restrizioni geografiche o servizi non attivati. Verifica se la posizione attuale supporta l'uso di questo servizio o prova a utilizzare un'altra posizione.",
    "MistralBizError": "Errore di richiesta del servizio Mistral AI. Si prega di controllare le informazioni seguenti o riprovare.",
    "MoonshotBizError": "Si è verificato un errore nel servizio Moonshot, si prega di controllare le informazioni seguenti o riprovare",
    "NoOpenAIAPIKey": "La chiave API OpenAI è vuota. Aggiungi una chiave API personalizzata OpenAI",
    "OllamaBizError": "Errore di servizio Ollama, controllare le informazioni seguenti o riprovare",
    "OllamaServiceUnavailable": "Servizio Ollama non disponibile: controlla se è avviato correttamente",
    "OpenAIBizError": "Errore nella richiesta del servizio OpenAI. Segui le informazioni seguenti per individuare e riprovare",
    "OpenRouterBizError": "Errore di richiesta del servizio OpenRouter AI. Si prega di controllare le informazioni seguenti o riprovare.",
    "PerplexityBizError": "Errore di business nella richiesta del servizio Perplexity AI, controlla le informazioni seguenti o riprova",
    "PluginApiNotFound": "Spiacenti, l'API specificata non esiste nel manifesto del plugin. Verifica che il metodo di richiesta corrisponda all'API del manifesto del plugin",
    "PluginApiParamsError": "Spiacenti, la convalida dei parametri di input della richiesta del plugin non è riuscita. Verifica che i parametri di input corrispondano alle informazioni dell'API",
    "PluginGatewayError": "Spiacenti, si è verificato un errore nel gateway del plugin. Verifica che la configurazione del gateway del plugin sia corretta",
    "PluginManifestInvalid": "Spiacenti, la convalida del manifesto descrittivo del plugin non è riuscita. Verifica che il formato del manifesto descrittivo sia conforme alle specifiche",
    "PluginManifestNotFound": "Spiacenti, il server non trova il manifesto descrittivo del plugin (manifest.json). Verifica che l'indirizzo del file descrittivo del plugin sia corretto",
    "PluginMarketIndexInvalid": "Spiacenti, la convalida dell'indice del plugin non è riuscita. Verifica che il formato del file dell'indice sia conforme alle specifiche",
    "PluginMarketIndexNotFound": "Spiacenti, il server non trova l'indice del plugin. Verifica che l'indirizzo dell'indice sia corretto",
    "PluginMetaInvalid": "Spiacenti, la convalida dei metadati del plugin non è riuscita. Verifica che il formato dei metadati del plugin sia conforme alle specifiche",
    "PluginMetaNotFound": "Spiacenti, il plugin non è stato trovato nell'indice. Verifica che le informazioni di configurazione del plugin siano presenti nell'indice",
    "PluginOpenApiInitError": "Spiacenti, inizializzazione fallita del client OpenAPI. Verifica che le informazioni di configurazione di OpenAPI siano corrette",
    "PluginServerError": "Errore nella risposta del server del plugin. Verifica il file descrittivo del plugin, la configurazione del plugin o l'implementazione del server",
    "PluginSettingsInvalid": "Il plugin deve essere configurato correttamente prima di poter essere utilizzato. Verifica che la tua configurazione sia corretta",
    "ZeroOneBizError": "Si è verificato un errore nel servizio ZeroOneBiz, si prega di controllare le informazioni seguenti o riprovare",
    "ZhipuBizError": "Errore nella richiesta del servizio Zhipu, controlla le informazioni seguenti o riprova"
  },
  "stt": {
    "responseError": "Errore nella richiesta del servizio. Verifica la configurazione o riprova"
  },
  "tts": {
    "responseError": "Errore nella richiesta del servizio. Verifica la configurazione o riprova"
  },
  "unlock": {
    "apikey": {
      "Anthropic": {
        "description": "Inserisci la tua chiave API Anthropic per avviare la sessione. L'applicazione non memorizzerà la tua chiave API.",
        "title": "Utilizza una chiave API Anthropic personalizzata"
      },
      "Bedrock": {
        "customRegion": "Regione del servizio personalizzata",
        "description": "Inserisci il tuo Aws AccessKeyId / SecretAccessKey per iniziare la sessione. L'applicazione non memorizzerà la tua configurazione di autenticazione",
        "title": "Utilizza le informazioni di autenticazione personalizzate di Bedrock"
      },
      "Google": {
        "description": "Inserisci la tua chiave API Google per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API",
        "title": "Utilizza la chiave API Google personalizzata"
      },
      "Groq": {
        "description": "Inserisci la tua chiave API Groq per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API",
        "title": "Usa una chiave API Groq personalizzata"
      },
      "Mistral": {
        "description": "Inserisci la tua chiave API Mistral AI per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API.",
        "title": "Utilizza una chiave API personalizzata per Mistral AI"
      },
      "Moonshot": {
        "description": "Inserisci la tua chiave API di Moonshot AI per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API",
        "title": "Utilizza una chiave API personalizzata per Moonshot AI"
      },
      "OpenAI": {
        "addProxyUrl": "Aggiungi l'indirizzo del proxy OpenAI (opzionale)",
        "description": "Inserisci la tua chiave API OpenAI per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API",
        "title": "Utilizza la chiave API OpenAI personalizzata"
      },
      "OpenRouter": {
        "description": "Inserisci la tua chiave API di OpenRouter per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API.",
        "title": "Utilizza la tua chiave API personalizzata di OpenRouter"
      },
      "Perplexity": {
        "description": "Inserisci la tua chiave API Perplexity per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API",
        "title": "Utilizza la tua chiave API Perplexity personalizzata"
      },
      "ZeroOne": {
        "description": "Inserisci la tua chiave API ZeroOne per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API",
        "title": "Usa una chiave API ZeroOne personalizzata"
      },
      "Zhipu": {
        "description": "Inserisci la tua chiave API Zhipu per iniziare la sessione. L'applicazione non memorizzerà la tua chiave API",
        "title": "Utilizza la chiave API Zhipu personalizzata"
      }
    },
    "closeMessage": "Chiudi messaggio",
    "confirm": "Conferma e riprova",
    "model": {
      "Ollama": {
        "confirm": "Scarica",
        "description": "Inserisci l'etichetta del tuo modello Ollama per continuare la sessione",
        "title": "Scarica il modello Ollama specificato"
      }
    },
    "oauth": {
      "description": "L'amministratore ha abilitato l'autenticazione di accesso unificata. Fai clic sul pulsante sottostante per accedere e sbloccare l'applicazione.",
      "success": "Accesso riuscito",
      "title": "Accedi all'account",
      "welcome": "Benvenuto!"
    },
    "password": {
      "description": "L'amministratore ha attivato la crittografia dell'applicazione. Inserisci la password dell'applicazione per sbloccarla. La password va inserita solo una volta.",
      "placeholder": "Inserisci la password",
      "title": "Inserisci la password per sbloccare l'applicazione"
    },
    "tabs": {
      "apiKey": "Chiave API personalizzata",
      "password": "Password"
    }
  }
}
