{
  "error": {
    "title": "エラーが発生しました"
  },
  "http": {
    "forbidden": "アクセス禁止",
    "networkError": "ネットワークエラー",
    "notFound": "見つかりません",
    "serverError": "サーバーエラー",
    "timeout": "リクエストタイムアウト",
    "unauthorized": "認証されていません"
  },
  "login": {
    "accessDenied": "IDプロバイダーによってアクセスが拒否されました。",
    "cancelled": "ログインがキャンセルされました。",
    "invalidGrant": "ログインセッションが期限切れまたは無効です。再試行してください。",
    "invalidIdToken": "IDトークンからユーザー情報を読み取れません。",
    "invalidRequest": "ログインリクエストが正しくありません。",
    "invalidState": "stateの検証に失敗しました。再試行してください。",
    "missingCodeOrState": "認可コードまたはstateが不足しています。",
    "missingPkce": "PKCEパラメーターが不足しています。",
    "networkError": "ログイン中にネットワークエラーが発生しました。ネットワーク接続を確認してください。",
    "noIdToken": "ログイン後にIDトークンが取得できませんでした。",
    "serverError": "ログインサービスでサーバーエラーが発生しました。後でもう一度お試しください。",
    "temporarilyUnavailable": "ログインサービスは一時的に利用できません。後でもう一度お試しください。",
    "tokenEndpointNonJson": "トークンエンドポイントが不正なレスポンスを返しました。",
    "tokenExchangeFailed": "認可コードのトークン交換に失敗しました。",
    "unknown": "ログインに失敗しました。再試行してください。",
    "unsupportedResponseType": "サポートされていないレスポンスタイプです。"
  },
  "page": {
    "notFoundMessage": "このページは存在しません。",
    "notFoundTitle": "おっと！"
  },
  "response": {
    "400": "申し訳ありません、サーバーはリクエストを理解できませんでした。リクエストパラメータが正しいかご確認ください。",
    "401": "申し訳ありません、サーバーはリクエストを拒否しました。権限不足または有効な認証情報が提供されていない可能性があります。",
    "403": "申し訳ありません、サーバーはリクエストを拒否しました。このコンテンツへのアクセス権がありません。",
    "404": "申し訳ありません、サーバーはリクエストされたページまたはリソースを見つけられませんでした。URLが正しいかご確認ください。",
    "405": "申し訳ありません、サーバーは使用されたリクエストメソッドをサポートしていません。リクエストメソッドが正しいかご確認ください。",
    "406": "申し訳ありません、サーバーはリクエストされた内容の特性に基づいてリクエストを完了できませんでした。",
    "407": "申し訳ありません、プロキシ認証が必要です。認証後にリクエストを続行してください。",
    "408": "申し訳ありません、サーバーはリクエストの待機中にタイムアウトしました。ネットワーク接続を確認して再試行してください。",
    "409": "申し訳ありません、リクエストに競合があり処理できません。リソースの状態がリクエストと互換性がない可能性があります。",
    "410": "申し訳ありません、リクエストされたリソースは永久に削除されており、見つかりません。",
    "411": "申し訳ありません、サーバーは有効なコンテンツ長を含まないリクエストを処理できません。",
    "412": "申し訳ありません、リクエストはサーバー側の条件を満たしておらず、完了できません。",
    "413": "申し訳ありません、リクエストデータが大きすぎてサーバーで処理できません。",
    "414": "申し訳ありません、リクエストURIが長すぎてサーバーで処理できません。",
    "415": "申し訳ありません、サーバーはリクエストに付随するメディア形式を処理できません。",
    "416": "申し訳ありません、サーバーはリクエストされた範囲を満たせません。",
    "417": "申し訳ありません、サーバーは期待値を満たせませんでした。",
    "422": "申し訳ありません、リクエストの形式は正しいですが、意味的なエラーが含まれているため応答できません。",
    "423": "申し訳ありません、リクエストされたリソースはロックされています。",
    "424": "申し訳ありません、前のリクエストの失敗により現在のリクエストを完了できません。",
    "426": "申し訳ありません、サーバーはクライアントにより高いプロトコルバージョンへのアップグレードを要求しています。",
    "428": "申し訳ありません、サーバーは前提条件を要求しています。リクエストに正しい条件ヘッダーを含めてください。",
    "429": "申し訳ありません、リクエストが多すぎます。サーバーが過負荷状態です。しばらくしてから再試行してください。",
    "431": "申し訳ありません、リクエストヘッダーフィールドが大きすぎてサーバーで処理できません。",
    "451": "申し訳ありません、法的理由によりサーバーはこのリソースの提供を拒否しました。",
    "499": "申し訳ありません、リクエストがサーバー処理中に予期せず中断されました。操作をキャンセルしたか、ネットワーク接続が不安定な可能性があります。ネットワーク状況を確認して再試行してください。",
    "500": "申し訳ありません、サーバーに問題が発生し、リクエストを完了できません。しばらくしてから再試行してください。",
    "501": "申し訳ありません、サーバーはこのリクエストの処理方法を認識していません。操作が正しいかご確認ください。",
    "502": "申し訳ありません、サーバーが方向を見失い、一時的にサービスを提供できません。しばらくしてから再試行してください。",
    "503": "申し訳ありません、サーバーは現在リクエストを処理できません。過負荷またはメンテナンス中の可能性があります。しばらくしてから再試行してください。",
    "504": "申し訳ありません、サーバーは上流サーバーからの応答を待機中にタイムアウトしました。しばらくしてから再試行してください。",
    "505": "申し訳ありません、サーバーは使用されたHTTPバージョンをサポートしていません。更新して再試行してください。",
    "506": "申し訳ありません、サーバーの設定に問題があります。管理者に連絡してください。",
    "507": "申し訳ありません、サーバーのストレージ容量が不足しており、リクエストを処理できません。しばらくしてから再試行してください。",
    "509": "申し訳ありません、サーバーの帯域幅が使い果たされました。しばらくしてから再試行してください。",
    "510": "申し訳ありません、サーバーはリクエストされた拡張機能をサポートしていません。管理者に連絡してください。",
    "520": "申し訳ありません、サーバーで予期しない問題が発生し、リクエストを完了できません。しばらくしてから再試行してください。問題解決に努めています。",
    "522": "申し訳ありません、サーバーの接続がタイムアウトし、リクエストに応答できませんでした。ネットワークが不安定か、サーバーが一時的にアクセスできない可能性があります。しばらくしてから再試行してください。サービス復旧に努めています。",
    "524": "申し訳ありません、サーバーは応答待ちでタイムアウトしました。応答が遅い可能性があります。しばらくしてから再試行してください。",
    "AgentRuntimeError": "Lobe AI ランタイムでエラーが発生しました。以下の情報を参照して問題を調査するか、再試行してください。",
    "ConnectionCheckFailed": "リクエストの応答が空です。APIプロキシのURL末尾に「/v1」が含まれているかご確認ください。",
    "CreateMessageError": "申し訳ありません、メッセージの送信に失敗しました。内容をコピーして再送信してください。ページを更新するとこのメッセージは保持されません。",
    "ExceededContextWindow": "現在のリクエスト内容がモデルの処理可能な長さを超えています。内容を減らして再試行してください。",
    "FreePlanLimit": "現在無料プランをご利用中のため、この機能は使用できません。有料プランにアップグレードしてご利用ください。",
    "InsufficientQuota": "申し訳ありません、このキーのクォータが上限に達しました。アカウント残高を確認するか、クォータを増やしてから再試行してください。",
    "InvalidAccessCode": "パスワードが正しくないか空です。正しいアクセスパスワードを入力するか、カスタムAPIキーを追加してください。",
    "InvalidBedrockCredentials": "Bedrock認証に失敗しました。AccessKeyId/SecretAccessKeyを確認して再試行してください。",
    "InvalidClerkUser": "申し訳ありません、現在ログインしていません。ログインまたはアカウント登録後に操作を続行してください。",
    "InvalidGithubToken": "Github PATが正しくないか空です。Github PATを確認して再試行してください。",
    "InvalidOllamaArgs": "Ollamaの設定が正しくありません。設定を確認して再試行してください。",
    "InvalidProviderAPIKey": "{{provider}}のAPIキーが正しくないか空です。{{provider}}のAPIキーを確認して再試行してください。",
    "InvalidVertexCredentials": "Vertex認証に失敗しました。認証情報を確認して再試行してください。",
    "LocationNotSupportError": "申し訳ありません、お住まいの地域ではこのモデルサービスはサポートされていません。地域制限またはサービス未提供の可能性があります。現在の地域での利用可否を確認するか、他の地域に切り替えて再試行してください。",
    "ModelNotFound": "申し訳ありません、該当モデルをリクエストできません。モデルが存在しないかアクセス権がない可能性があります。APIキーを変更するかアクセス権を調整して再試行してください。",
    "NoOpenAIAPIKey": "OpenAI APIキーが正しくないか空です。カスタムOpenAI APIキーを追加してください。",
    "OllamaBizError": "Ollamaサービスのリクエストでエラーが発生しました。以下の情報を参照して問題を調査するか、再試行してください。",
    "OllamaServiceUnavailable": "Ollamaサービスへの接続に失敗しました。Ollamaが正常に稼働しているか、クロスオリジン設定が正しいかご確認ください。",
    "PermissionDenied": "申し訳ありません、このサービスへのアクセス権がありません。キーのアクセス権を確認してください。",
    "PluginApiNotFound": "申し訳ありません、プラグインのマニフェストに該当APIが存在しません。リクエストメソッドとプラグインマニフェストのAPIが一致しているかご確認ください。",
    "PluginApiParamsError": "申し訳ありません、プラグインのリクエストパラメータ検証に失敗しました。パラメータとAPIの説明情報が一致しているかご確認ください。",
    "PluginFailToTransformArguments": "申し訳ありません、プラグイン呼び出しパラメータの解析に失敗しました。アシスタントメッセージを再生成するか、より強力なTools Calling機能を持つAIモデルに切り替えて再試行してください。",
    "PluginGatewayError": "申し訳ありません、プラグインゲートウェイでエラーが発生しました。プラグインゲートウェイの設定が正しいかご確認ください。",
    "PluginManifestInvalid": "申し訳ありません、プラグインのマニフェスト検証に失敗しました。マニフェストのフォーマットが正しいかご確認ください。",
    "PluginManifestNotFound": "申し訳ありません、サーバーはプラグインのマニフェスト(manifest.json)を見つけられませんでした。プラグインのマニフェストファイルのパスが正しいかご確認ください。",
    "PluginMarketIndexInvalid": "申し訳ありません、プラグインインデックスの検証に失敗しました。インデックスファイルのフォーマットが正しいかご確認ください。",
    "PluginMarketIndexNotFound": "申し訳ありません、サーバーはプラグインインデックスを見つけられませんでした。インデックスのパスが正しいかご確認ください。",
    "PluginMetaInvalid": "申し訳ありません、プラグインのメタ情報検証に失敗しました。プラグインのメタ情報のフォーマットが正しいかご確認ください。",
    "PluginMetaNotFound": "申し訳ありません、インデックスに該当プラグインが見つかりません。プラグインのインデックス内の設定情報をご確認ください。",
    "PluginOpenApiInitError": "申し訳ありません、OpenAPIクライアントの初期化に失敗しました。OpenAPIの設定情報が正しいかご確認ください。",
    "PluginServerError": "プラグインサーバーのリクエストでエラーが発生しました。以下のエラーメッセージを参照し、プラグインマニフェスト、設定、サーバー実装を確認してください。",
    "PluginSettingsInvalid": "このプラグインは正しく設定されている必要があります。設定が正しいかご確認ください。",
    "ProviderBizError": "{{provider}}サービスのリクエストでエラーが発生しました。以下の情報を参照して問題を調査するか、再試行してください。",
    "QuotaLimitReached": "申し訳ありません、現在のトークン使用量またはリクエスト回数がキーのクォータ上限に達しました。クォータを増やすか、しばらくしてから再試行してください。",
    "StreamChunkError": "ストリーミングリクエストのメッセージチャンク解析エラーが発生しました。APIインターフェースが標準仕様に準拠しているか確認するか、APIプロバイダーにお問い合わせください。",
    "SubscriptionKeyMismatch": "申し訳ありません、システムの一時的な不具合により現在のサブスクリプション使用量が無効になっています。下のボタンをクリックしてサブスクリプションを復旧するか、メールでサポートにお問い合わせください。",
    "SubscriptionPlanLimit": "サブスクリプションポイントが使い切られました。この機能を使用するには上位プランにアップグレードするか、カスタムモデルAPIを設定して続行してください。",
    "SystemTimeNotMatchError": "申し訳ありません、システム時間がサーバーと一致しません。システム時間を確認して再試行してください。",
    "UnknownChatFetchError": "申し訳ありません、不明なリクエストエラーが発生しました。以下の情報を参照して問題を調査するか、再試行してください。"
  },
  "sessionExpired": {
    "desc": "アカウントの安全を守るため、再度ログインしてください",
    "login": "すぐにログイン",
    "title": "ログインの有効期限が切れました"
  }
}
