{
  "error": {
    "title": "Errore"
  },
  "http": {
    "forbidden": "Accesso vietato",
    "networkError": "Errore di rete",
    "notFound": "Non trovato",
    "serverError": "Errore del server",
    "timeout": "Timeout della richiesta",
    "unauthorized": "Non autorizzato"
  },
  "login": {
    "accessDenied": "Il provider di identità ha negato l'accesso.",
    "cancelled": "Accesso annullato.",
    "invalidGrant": "La sessione di accesso è scaduta o non valida, riprova.",
    "invalidIdToken": "Impossibile leggere le informazioni utente dal token ID.",
    "invalidRequest": "Richiesta di accesso non valida.",
    "invalidState": "Verifica dello stato fallita, riprova.",
    "missingCodeOrState": "Manca il codice di autorizzazione o lo stato.",
    "missingPkce": "Mancano i parametri PKCE.",
    "networkError": "Errore di rete durante l'accesso, controlla la connessione.",
    "noIdToken": "Token ID non ottenuto dopo l'accesso.",
    "serverError": "Errore del server nel servizio di accesso, riprova più tardi.",
    "temporarilyUnavailable": "Servizio di accesso temporaneamente non disponibile, riprova più tardi.",
    "tokenEndpointNonJson": "La risposta dell'endpoint token non è in formato JSON valido.",
    "tokenExchangeFailed": "Scambio del codice di autorizzazione con il token fallito.",
    "unknown": "Accesso fallito, riprova.",
    "unsupportedResponseType": "Tipo di risposta non supportato."
  },
  "page": {
    "notFoundMessage": "Questa pagina non esiste.",
    "notFoundTitle": "Oops!"
  },
  "response": {
    "400": "Ci dispiace, il server non comprende la tua richiesta, verifica che i parametri della richiesta siano corretti",
    "401": "Ci dispiace, il server ha rifiutato la tua richiesta, potrebbe essere dovuto a permessi insufficienti o mancanza di autenticazione valida",
    "403": "Ci dispiace, il server ha rifiutato la tua richiesta, non hai i permessi per accedere a questo contenuto",
    "404": "Ci dispiace, il server non riesce a trovare la pagina o la risorsa richiesta, verifica che l'URL sia corretto",
    "405": "Ci dispiace, il server non supporta il metodo di richiesta utilizzato, verifica che il metodo sia corretto",
    "406": "Ci dispiace, il server non può completare la richiesta in base alle caratteristiche del contenuto richiesto",
    "407": "Ci dispiace, è necessaria un'autenticazione proxy per continuare con questa richiesta",
    "408": "Ci dispiace, il server ha superato il tempo di attesa per la richiesta, controlla la tua connessione di rete e riprova",
    "409": "Ci dispiace, la richiesta presenta un conflitto e non può essere elaborata, potrebbe essere dovuto a uno stato incompatibile della risorsa",
    "410": "Ci dispiace, la risorsa richiesta è stata rimossa permanentemente e non è più disponibile",
    "411": "Ci dispiace, il server non può elaborare una richiesta senza una lunghezza del contenuto valida",
    "412": "Ci dispiace, la tua richiesta non soddisfa le condizioni richieste dal server e non può essere completata",
    "413": "Ci dispiace, la quantità di dati della tua richiesta è troppo grande e il server non può elaborarla",
    "414": "Ci dispiace, l'URI della tua richiesta è troppo lungo e il server non può elaborarla",
    "415": "Ci dispiace, il server non può elaborare il formato multimediale allegato alla richiesta",
    "416": "Ci dispiace, il server non può soddisfare l'intervallo richiesto",
    "417": "Ci dispiace, il server non può soddisfare le tue aspettative",
    "422": "Ci dispiace, la tua richiesta è sintatticamente corretta ma contiene errori semantici e non può essere elaborata",
    "423": "Ci dispiace, la risorsa richiesta è bloccata",
    "424": "Ci dispiace, la richiesta corrente non può essere completata a causa del fallimento di una richiesta precedente",
    "426": "Ci dispiace, il server richiede che il client aggiorni a una versione di protocollo superiore",
    "428": "Ci dispiace, il server richiede condizioni preliminari, la tua richiesta deve includere intestazioni condizionali corrette",
    "429": "Ci dispiace, hai effettuato troppe richieste, il server è sovraccarico, riprova più tardi",
    "431": "Ci dispiace, i campi dell'intestazione della tua richiesta sono troppo grandi e il server non può elaborarli",
    "451": "Ci dispiace, per motivi legali il server rifiuta di fornire questa risorsa",
    "499": "Ci dispiace, la tua richiesta è stata interrotta inaspettatamente durante l'elaborazione dal server, potrebbe essere stata annullata da te o a causa di una connessione instabile. Controlla la rete e riprova.",
    "500": "Ci dispiace, il server ha riscontrato un problema e non può completare la tua richiesta al momento, riprova più tardi",
    "501": "Ci dispiace, il server non sa ancora come gestire questa richiesta, verifica che l'operazione sia corretta",
    "502": "Ci dispiace, il server sembra aver perso la direzione e non può fornire il servizio al momento, riprova più tardi",
    "503": "Ci dispiace, il server non può elaborare la tua richiesta al momento, potrebbe essere sovraccarico o in manutenzione, riprova più tardi",
    "504": "Ci dispiace, il server non ha ricevuto risposta dal server a monte, riprova più tardi",
    "505": "Ci dispiace, il server non supporta la versione HTTP utilizzata, aggiorna e riprova",
    "506": "Ci dispiace, c'è un problema di configurazione del server, contatta l'amministratore",
    "507": "Ci dispiace, lo spazio di archiviazione del server è insufficiente per elaborare la tua richiesta, riprova più tardi",
    "509": "Ci dispiace, la larghezza di banda del server è esaurita, riprova più tardi",
    "510": "Ci dispiace, il server non supporta l'estensione richiesta, contatta l'amministratore",
    "520": "Ci dispiace, il server ha incontrato un problema imprevisto che impedisce di completare la tua richiesta. Riprova più tardi, stiamo lavorando per risolvere il problema.",
    "522": "Ci dispiace, il server ha superato il tempo di connessione e non ha risposto in tempo. Potrebbe essere dovuto a una rete instabile o a un server temporaneamente non disponibile. Riprova più tardi, stiamo lavorando per ripristinare il servizio.",
    "524": "Ci dispiace, il server ha superato il tempo di attesa per la risposta, probabilmente a causa di una risposta troppo lenta, riprova più tardi",
    "AgentRuntimeError": "Errore di esecuzione di Lobe AI Runtime, verifica le informazioni seguenti o riprova",
    "ConnectionCheckFailed": "La risposta alla richiesta è vuota, verifica che l'indirizzo proxy API termini con `/v1`",
    "CreateMessageError": "Ci dispiace, il messaggio non è stato inviato correttamente, copia il contenuto e invialo di nuovo, dopo il refresh della pagina questo messaggio non sarà salvato",
    "ExceededContextWindow": "Il contenuto della richiesta supera la lunghezza gestibile dal modello, riduci la quantità di contenuto e riprova",
    "FreePlanLimit": "Attualmente sei un utente gratuito e non puoi utilizzare questa funzione, esegui l'upgrade a un piano a pagamento per continuare",
    "InsufficientQuota": "Ci dispiace, la quota di questo key è stata superata, verifica il saldo del conto o aumenta la quota della chiave e riprova",
    "InvalidAccessCode": "Password errata o vuota, inserisci la password di accesso corretta o aggiungi una API Key personalizzata",
    "InvalidBedrockCredentials": "Autenticazione Bedrock fallita, verifica AccessKeyId/SecretAccessKey e riprova",
    "InvalidClerkUser": "Ci dispiace, non sei attualmente loggato, effettua il login o registrati per continuare",
    "InvalidGithubToken": "Github PAT errato o vuoto, verifica il Github PAT e riprova",
    "InvalidOllamaArgs": "Configurazione Ollama errata, verifica la configurazione Ollama e riprova",
    "InvalidProviderAPIKey": "API Key di {{provider}} errata o vuota, verifica la API Key di {{provider}} e riprova",
    "InvalidVertexCredentials": "Autenticazione Vertex fallita, verifica le credenziali e riprova",
    "LocationNotSupportError": "Ci dispiace, il tuo territorio non supporta questo servizio modello, potrebbe essere dovuto a restrizioni regionali o al servizio non attivato. Verifica se la tua area supporta questo servizio o prova a cambiare regione e riprova.",
    "ModelNotFound": "Ci dispiace, non è stato possibile trovare il modello richiesto, potrebbe non esistere o non avere i permessi di accesso, cambia API Key o modifica i permessi e riprova",
    "NoOpenAIAPIKey": "API Key OpenAI errata o vuota, aggiungi una API Key OpenAI personalizzata",
    "OllamaBizError": "Errore nella richiesta al servizio Ollama, verifica le informazioni seguenti o riprova",
    "OllamaServiceUnavailable": "Connessione al servizio Ollama fallita, verifica che Ollama sia in esecuzione correttamente o che la configurazione CORS di Ollama sia impostata correttamente",
    "PermissionDenied": "Ci dispiace, non hai i permessi per accedere a questo servizio, verifica che la tua chiave abbia i permessi necessari",
    "PluginApiNotFound": "Ci dispiace, l'API non esiste nel manifesto del plugin, verifica che il metodo della richiesta corrisponda all'API nel manifesto del plugin",
    "PluginApiParamsError": "Ci dispiace, la validazione dei parametri di input della richiesta del plugin non è riuscita, verifica che i parametri corrispondano alla descrizione API",
    "PluginFailToTransformArguments": "Ci dispiace, l'analisi dei parametri di chiamata del plugin è fallita, prova a rigenerare il messaggio dell'assistente o usa un modello AI con capacità di chiamata strumenti più avanzata e riprova",
    "PluginGatewayError": "Ci dispiace, si è verificato un errore nel gateway del plugin, verifica che la configurazione del gateway sia corretta",
    "PluginManifestInvalid": "Ci dispiace, la validazione del manifesto del plugin non è riuscita, verifica che il formato del manifesto sia conforme",
    "PluginManifestNotFound": "Ci dispiace, il server non ha trovato il manifesto del plugin (manifest.json), verifica che l'indirizzo del file manifesto sia corretto",
    "PluginMarketIndexInvalid": "Ci dispiace, la validazione dell'indice del plugin non è riuscita, verifica che il formato del file indice sia conforme",
    "PluginMarketIndexNotFound": "Ci dispiace, il server non ha trovato l'indice del plugin, verifica che l'indirizzo dell'indice sia corretto",
    "PluginMetaInvalid": "Ci dispiace, la validazione dei metadati del plugin non è riuscita, verifica che il formato dei metadati sia conforme",
    "PluginMetaNotFound": "Ci dispiace, il plugin non è stato trovato nell'indice, verifica la configurazione del plugin nell'indice",
    "PluginOpenApiInitError": "Ci dispiace, l'inizializzazione del client OpenAPI è fallita, verifica che la configurazione OpenAPI sia corretta",
    "PluginServerError": "Errore nella risposta della richiesta al server del plugin, verifica il file manifesto, la configurazione del plugin o l'implementazione del server in base al messaggio di errore sottostante",
    "PluginSettingsInvalid": "Il plugin richiede una configurazione corretta per essere utilizzato, verifica che la tua configurazione sia corretta",
    "ProviderBizError": "Errore nella richiesta al servizio {{provider}}, verifica le informazioni seguenti o riprova",
    "QuotaLimitReached": "Ci dispiace, il consumo di token o il numero di richieste ha raggiunto il limite della quota per questa chiave, aumenta la quota o riprova più tardi",
    "StreamChunkError": "Errore di parsing del blocco messaggio nella richiesta in streaming, verifica che l'API sia conforme agli standard o contatta il fornitore API",
    "SubscriptionKeyMismatch": "Ci dispiace, a causa di un malfunzionamento temporaneo, l'uso dell'abbonamento è momentaneamente disabilitato, clicca il pulsante sottostante per ripristinare l'abbonamento o contattaci via email per assistenza",
    "SubscriptionPlanLimit": "I tuoi punti di abbonamento sono esauriti, non puoi utilizzare questa funzione, esegui l'upgrade a un piano superiore o configura un'API modello personalizzata per continuare",
    "SystemTimeNotMatchError": "Ci dispiace, l'orario del tuo sistema non corrisponde a quello del server, verifica l'orario del sistema e riprova",
    "UnknownChatFetchError": "Ci dispiace, si è verificato un errore sconosciuto nella richiesta, verifica le informazioni seguenti o riprova"
  },
  "sessionExpired": {
    "desc": "Per proteggere la sicurezza del tuo account, effettua nuovamente il login",
    "login": "Accedi ora",
    "title": "Sessione scaduta"
  }
}
