{
  "error": {
    "title": "Произошла ошибка"
  },
  "http": {
    "forbidden": "Доступ запрещён",
    "networkError": "Ошибка сети",
    "notFound": "Не найдено",
    "serverError": "Ошибка сервера",
    "timeout": "Время запроса истекло",
    "unauthorized": "Неавторизован"
  },
  "login": {
    "accessDenied": "Извините, запрос на вход был отклонён, попробуйте позже",
    "cancelled": "Вы отменили вход",
    "invalidGrant": "Извините, сессия входа истекла, попробуйте позже",
    "invalidIdToken": "Извините, временно невозможно получить информацию о вашей учётной записи, попробуйте позже",
    "invalidRequest": "Извините, запрос на вход содержит ошибку, попробуйте позже",
    "invalidState": "Извините, проверка входа не пройдена, попробуйте позже",
    "missingCodeOrState": "Извините, отсутствует необходимая информация для входа, попробуйте позже",
    "missingPkce": "Извините, отсутствует проверочная информация для входа, попробуйте позже",
    "networkError": "Извините, во время входа произошла сетевая ошибка, проверьте соединение и попробуйте снова",
    "noIdToken": "Извините, не удалось получить информацию для входа, попробуйте позже",
    "serverError": "Извините, произошла ошибка сервиса входа, попробуйте позже",
    "temporarilyUnavailable": "Извините, сервис входа временно недоступен, попробуйте позже",
    "tokenEndpointNonJson": "Извините, сервис входа вернул некорректный ответ, попробуйте позже",
    "tokenExchangeFailed": "Извините, произошла ошибка обработки входа, попробуйте позже",
    "unknown": "Извините, вход не удался, попробуйте позже",
    "unsupportedResponseType": "Извините, данный способ входа пока не поддерживается, попробуйте позже"
  },
  "page": {
    "notFoundMessage": "Эта страница не существует.",
    "notFoundTitle": "Упс!"
  },
  "response": {
    "400": "Извините, сервер не понимает ваш запрос, проверьте правильность параметров",
    "401": "Извините, сервер отклонил ваш запрос, возможно, из-за недостаточных прав или отсутствия действительной аутентификации",
    "403": "Извините, сервер отклонил ваш запрос, у вас нет прав доступа к этому содержимому",
    "404": "Извините, сервер не может найти запрашиваемую страницу или ресурс, проверьте правильность URL",
    "405": "Извините, сервер не поддерживает используемый метод запроса, проверьте правильность метода",
    "406": "Извините, сервер не может выполнить запрос с учётом характеристик запрашиваемого содержимого",
    "407": "Извините, для продолжения запроса требуется аутентификация через прокси",
    "408": "Извините, сервер превысил время ожидания запроса, проверьте соединение и попробуйте снова",
    "409": "Извините, запрос конфликтует с текущим состоянием ресурса и не может быть обработан",
    "410": "Извините, запрашиваемый ресурс был удалён навсегда и недоступен",
    "411": "Извините, сервер не может обработать запрос без указания корректной длины содержимого",
    "412": "Извините, ваш запрос не удовлетворяет условиям сервера и не может быть выполнен",
    "413": "Извините, объём данных запроса слишком велик для обработки сервером",
    "414": "Извините, URI запроса слишком длинный для обработки сервером",
    "415": "Извините, сервер не поддерживает формат медиа, указанный в запросе",
    "416": "Извините, сервер не может удовлетворить запрошенный диапазон",
    "417": "Извините, сервер не может выполнить ваши ожидания",
    "422": "Извините, формат запроса корректен, но содержит семантические ошибки и не может быть обработан",
    "423": "Извините, запрашиваемый ресурс заблокирован",
    "424": "Извините, предыдущий запрос не удался, поэтому текущий запрос не может быть выполнен",
    "426": "Извините, сервер требует обновления клиента до более новой версии протокола",
    "428": "Извините, сервер требует предусловий, ваш запрос должен содержать корректные заголовки условий",
    "429": "Извините, слишком много запросов, сервер перегружен, попробуйте позже",
    "431": "Извините, заголовки запроса слишком велики для обработки сервером",
    "451": "Извините, по юридическим причинам сервер отказал в предоставлении ресурса",
    "499": "Извините, ваш запрос был неожиданно прерван на сервере, возможно, вы отменили операцию или нестабильно соединение. Проверьте сеть и попробуйте снова.",
    "500": "Извините, сервер столкнулся с проблемами и временно не может выполнить ваш запрос, попробуйте позже",
    "501": "Извините, сервер не знает, как обработать этот запрос, проверьте правильность операции",
    "502": "Извините, сервер временно недоступен, попробуйте позже",
    "503": "Извините, сервер перегружен или на обслуживании, попробуйте позже",
    "504": "Извините, сервер не получил ответ от вышестоящего сервера, попробуйте позже",
    "505": "Извините, сервер не поддерживает используемую версию HTTP, обновите клиент и попробуйте снова",
    "506": "Извините, ошибка конфигурации сервера, обратитесь к администратору",
    "507": "Извините, на сервере недостаточно места для обработки запроса, попробуйте позже",
    "509": "Извините, пропускная способность сервера исчерпана, попробуйте позже",
    "510": "Извините, сервер не поддерживает запрашиваемые расширения, обратитесь к администратору",
    "520": "Извините, сервер столкнулся с неожиданной проблемой и не может выполнить запрос. Мы работаем над решением, попробуйте позже.",
    "522": "Извините, время ожидания соединения с сервером истекло. Возможно, нестабильное соединение или сервер временно недоступен. Попробуйте позже.",
    "524": "Извините, сервер превысил время ожидания ответа, возможно, ответ слишком медленный, попробуйте позже",
    "AgentRuntimeError": "Ошибка выполнения Lobe AI Runtime, пожалуйста, проверьте информацию ниже или попробуйте снова",
    "ConnectionCheckFailed": "Ответ пуст, проверьте, что адрес API прокси заканчивается на `/v1`",
    "CreateMessageError": "Извините, сообщение не было отправлено, скопируйте содержимое и отправьте заново, после обновления страницы это сообщение не сохранится",
    "ExceededContextWindow": "Содержимое запроса превышает максимально допустимую длину модели, уменьшите объём и попробуйте снова",
    "FreePlanLimit": "Вы используете бесплатный план, эта функция недоступна. Пожалуйста, обновитесь до платного плана для продолжения",
    "InsufficientQuota": "Извините, квота данного ключа исчерпана, проверьте баланс аккаунта или увеличьте квоту ключа и попробуйте снова",
    "InvalidAccessCode": "Неверный или пустой пароль, введите правильный пароль доступа или добавьте пользовательский API ключ",
    "InvalidBedrockCredentials": "Ошибка аутентификации Bedrock, проверьте AccessKeyId/SecretAccessKey и попробуйте снова",
    "InvalidClerkUser": "Извините, вы не вошли в систему, пожалуйста, войдите или зарегистрируйтесь для продолжения",
    "InvalidGithubToken": "Неверный или пустой Github PAT, проверьте Github PAT и попробуйте снова",
    "InvalidOllamaArgs": "Неверная конфигурация Ollama, проверьте настройки и попробуйте снова",
    "InvalidProviderAPIKey": "{{provider}} API ключ неверен или пуст, проверьте {{provider}} API ключ и попробуйте снова",
    "InvalidVertexCredentials": "Ошибка аутентификации Vertex, проверьте учётные данные и попробуйте снова",
    "LocationNotSupportError": "Извините, ваш регион не поддерживает этот сервис модели, возможно из-за региональных ограничений или отсутствия услуги. Проверьте доступность сервиса в вашем регионе или попробуйте сменить регион и повторить попытку.",
    "ModelNotFound": "Извините, не удалось получить доступ к модели, возможно, модель не существует или у вас нет прав доступа. Попробуйте сменить API ключ или изменить права доступа и повторить попытку",
    "NoOpenAIAPIKey": "Неверный или пустой OpenAI API ключ, добавьте пользовательский OpenAI API ключ",
    "OllamaBizError": "Ошибка запроса к сервису Ollama, проверьте информацию ниже или попробуйте снова",
    "OllamaServiceUnavailable": "Не удалось подключиться к сервису Ollama, проверьте, работает ли Ollama и правильно ли настроена кросс-доменная политика",
    "PermissionDenied": "Извините, у вас нет прав доступа к этому сервису, проверьте права вашего ключа",
    "PluginApiNotFound": "Извините, API отсутствует в манифесте плагина, проверьте соответствие метода запроса и API плагина",
    "PluginApiParamsError": "Извините, проверка параметров запроса плагина не пройдена, проверьте соответствие параметров и описания API",
    "PluginFailToTransformArguments": "Извините, не удалось обработать параметры вызова плагина, попробуйте заново сгенерировать сообщение помощника или использовать AI модель с более мощной функцией Tools Calling",
    "PluginGatewayError": "Извините, ошибка шлюза плагина, проверьте правильность конфигурации шлюза",
    "PluginManifestInvalid": "Извините, проверка манифеста плагина не пройдена, проверьте формат манифеста",
    "PluginManifestNotFound": "Извините, сервер не нашёл манифест плагина (manifest.json), проверьте правильность адреса файла",
    "PluginMarketIndexInvalid": "Извините, проверка индекса плагинов не пройдена, проверьте формат файла индекса",
    "PluginMarketIndexNotFound": "Извините, сервер не нашёл индекс плагинов, проверьте правильность адреса индекса",
    "PluginMetaInvalid": "Извините, проверка метаинформации плагина не пройдена, проверьте формат метаинформации",
    "PluginMetaNotFound": "Извините, плагин не найден в индексе, проверьте конфигурацию плагина в индексе",
    "PluginOpenApiInitError": "Извините, не удалось инициализировать OpenAPI клиент, проверьте правильность конфигурации OpenAPI",
    "PluginServerError": "Ошибка ответа сервера плагина, проверьте манифест, конфигурацию плагина и реализацию сервера согласно сообщению об ошибке",
    "PluginSettingsInvalid": "Для использования плагина требуется корректная настройка, проверьте ваши параметры",
    "ProviderBizError": "Ошибка запроса к сервису {{provider}}, проверьте информацию ниже или попробуйте снова",
    "QuotaLimitReached": "Извините, текущий объём токенов или количество запросов достигло лимита квоты ключа, увеличьте квоту или попробуйте позже",
    "StreamChunkError": "Ошибка разбора блока сообщения в потоковом запросе, проверьте соответствие API стандартам или обратитесь к поставщику API",
    "SubscriptionKeyMismatch": "Извините, из-за системной ошибки текущая подписка временно недействительна, нажмите кнопку ниже для восстановления подписки или свяжитесь с нами по электронной почте для поддержки",
    "SubscriptionPlanLimit": "Ваши подписочные баллы исчерпаны, функция недоступна. Обновите план или настройте пользовательский API модели для продолжения",
    "SystemTimeNotMatchError": "Извините, время вашей системы не совпадает с серверным, проверьте системное время и попробуйте снова",
    "UnknownChatFetchError": "Извините, произошла неизвестная ошибка запроса, проверьте информацию ниже или попробуйте снова"
  },
  "sessionExpired": {
    "desc": "Для защиты вашей учётной записи, пожалуйста, войдите снова",
    "login": "Войти сейчас",
    "title": "Сессия истекла"
  }
}
