{
  "pluginSettings": {
    "desc": "Complete the following configuration to start using this plugin",
    "title": "{{name}} Plugin Settings"
  },
  "response": {
    "400": "Sorry, the server does not understand your request. Please make sure your request parameters are correct.",
    "401": "Sorry, the server has rejected your request, possibly due to insufficient permissions or invalid authentication.",
    "403": "Sorry, the server has rejected your request. You do not have permission to access this content.",
    "404": "Sorry, the server cannot find the page or resource you requested. Please make sure your URL is correct.",
    "405": "Sorry, the server does not support the request method you are using. Please make sure your request method is correct.",
    "406": "Sorry, the server cannot complete the request based on the characteristics of the content you requested",
    "407": "Sorry, you need to authenticate the proxy before continuing with this request",
    "408": "Sorry, the server timed out while waiting for the request, please check your network connection and try again",
    "409": "Sorry, the request cannot be processed due to a conflict, possibly because the resource state is incompatible with the request",
    "410": "Sorry, the resource you requested has been permanently removed and cannot be found",
    "411": "Sorry, the server cannot process the request without a valid content length",
    "412": "Sorry, your request does not meet the server's conditions and cannot be completed",
    "413": "Sorry, your request data is too large for the server to process",
    "414": "Sorry, the URI of your request is too long for the server to process",
    "415": "Sorry, the server cannot process the media format attached to the request",
    "416": "Sorry, the server cannot satisfy the range of your request",
    "417": "Sorry, the server cannot meet your expectations",
    "422": "Sorry, your request is in the correct format, but due to semantic errors, it cannot be responded to",
    "423": "Sorry, the resource you requested is locked",
    "424": "Sorry, the current request cannot be completed due to a previous request failure",
    "426": "Sorry, the server requires your client to upgrade to a higher protocol version",
    "428": "Sorry, the server requires a precondition, and requests that your request contain the correct conditional header",
    "429": "Sorry, your request is too frequent and the server is a bit tired. Please try again later.",
    "431": "Sorry, the header fields of your request are too large for the server to process",
    "451": "Sorry, the server refuses to provide this resource due to legal reasons",
    "500": "Sorry, the server seems to be experiencing some difficulties and is temporarily unable to complete your request. Please try again later.",
    "502": "Sorry, the server seems to be lost and is temporarily unable to provide service. Please try again later.",
    "503": "Sorry, the server is currently unable to process your request, possibly due to overload or maintenance. Please try again later.",
    "504": "Sorry, the server did not receive a response from the upstream server. Please try again later.",
    "AgentRuntimeError": "Lobe language model runtime execution error. Please troubleshoot or retry based on the following information.",
    "AnthropicBizError": "Error requesting Anthropic service. Please troubleshoot or retry based on the following information.",
    "AzureBizError": "Error requesting Azure AI service. Please troubleshoot or retry based on the following information.",
    "BedrockBizError": "Error requesting Bedrock service. Please troubleshoot or retry based on the following information.",
    "GoogleBizError": "Error requesting Google service. Please troubleshoot or retry based on the following information.",
    "GroqBizError": "Error occurred while requesting Groq service. Please troubleshoot based on the following information or retry.",
    "InvalidAccessCode": "Invalid access code or empty. Please enter the correct access code or add a custom API Key.",
    "InvalidAnthropicAPIKey": "The Anthropic API Key is incorrect or empty. Please check the Anthropic API Key and retry.",
    "InvalidAzureAPIKey": "Azure API Key is incorrect or empty. Please check the Azure API Key and retry.",
    "InvalidBedrockCredentials": "Bedrock authentication failed. Please check the AccessKeyId/SecretAccessKey and retry.",
    "InvalidGoogleAPIKey": "Google API Key is incorrect or empty. Please check the Google API Key and retry.",
    "InvalidGroqAPIKey": "Groq API Key is incorrect or empty. Please check the Groq API Key and retry.",
    "InvalidMistralAPIKey": "Incorrect or empty Mistral AI API Key. Please check your Mistral API Key and try again.",
    "InvalidMoonshotAPIKey": "The Moonshot AI API Key is incorrect or empty, please check the Moonshot API Key and try again.",
    "InvalidOllamaArgs": "Invalid Ollama configuration, please check Ollama configuration and try again",
    "InvalidOpenRouterAPIKey": "Invalid or empty OpenRouter API Key. Please check your OpenRouter API Key and try again.",
    "InvalidPerplexityAPIKey": "Perplexity API Key is incorrect or empty. Please check the Perplexity API Key and retry.",
    "InvalidZhipuAPIKey": "Zhipu API Key is incorrect or empty. Please check the Zhipu API Key and retry.",
    "LocationNotSupportError": "We're sorry, your current location does not support this model service. This may be due to regional restrictions or the service not being available. Please confirm if the current location supports using this service, or try using a different location.",
    "MistralBizError": "Error occurred while requesting Mistral AI service. Please troubleshoot based on the following information or retry.",
    "MoonshotBizError": "There was an error with the Moonshot service, please troubleshoot or retry based on the following information.",
    "NoOpenAIAPIKey": "OpenAI API Key is empty, please add a custom OpenAI API Key",
    "OllamaBizError": "Error requesting Ollama service, please troubleshoot or retry based on the following information",
    "OllamaServiceUnavailable": "Ollama service not detected, please check if it is running properly",
    "OpenAIBizError": "Error requesting OpenAI service. Please troubleshoot or retry based on the following information.",
    "OpenRouterBizError": "Error requesting OpenRouter AI service. Please troubleshoot or retry based on the following information.",
    "PerplexityBizError": "Error requesting Perplexity AI service. Please troubleshoot or retry based on the following information.",
    "PluginApiNotFound": "Sorry, the API does not exist in the plugin's manifest. Please check if your request method matches the plugin manifest API",
    "PluginApiParamsError": "Sorry, the input parameter validation for the plugin request failed. Please check if the input parameters match the API description",
    "PluginGatewayError": "Sorry, there was an error with the plugin gateway. Please check if the plugin gateway configuration is correct.",
    "PluginManifestInvalid": "Sorry, the plugin's manifest validation failed. Please check if the manifest format is correct",
    "PluginManifestNotFound": "Sorry, the server could not find the plugin's manifest file (manifest.json). Please check if the plugin manifest file address is correct",
    "PluginMarketIndexInvalid": "Sorry, the plugin index validation failed. Please check if the index file format is correct",
    "PluginMarketIndexNotFound": "Sorry, the server could not find the plugin index. Please check if the index address is correct",
    "PluginMetaInvalid": "Sorry, the plugin's metadata validation failed. Please check if the plugin metadata format is correct",
    "PluginMetaNotFound": "Sorry, the plugin was not found in the index. Please check the plugin's configuration information in the index",
    "PluginOpenApiInitError": "Sorry, the OpenAPI client failed to initialize. Please check if the OpenAPI configuration information is correct.",
    "PluginServerError": "Plugin server request returned an error. Please check your plugin manifest file, plugin configuration, or server implementation based on the error information below",
    "PluginSettingsInvalid": "This plugin needs to be correctly configured before it can be used. Please check if your configuration is correct",
    "ZhipuBizError": "Error requesting Zhipu service. Please troubleshoot or retry based on the following information."
  },
  "stt": {
    "responseError": "Service request failed, please check the configuration or try again"
  },
  "tts": {
    "responseError": "Service request failed, please check the configuration or try again"
  },
  "unlock": {
    "apikey": {
      "Anthropic": {
        "description": "Enter your Anthropic API Key to start the session. The application will not store your API Key.",
        "title": "Use Custom Anthropic API Key"
      },
      "Bedrock": {
        "customRegion": "Custom service region",
        "description": "Enter your Aws AccessKeyId / SecretAccessKey to start the session. The app will not store your authentication configuration.",
        "title": "Use custom Bedrock authentication information"
      },
      "Google": {
        "description": "Enter your Google API Key to start the session. The app will not store your API Key.",
        "title": "Use custom Google API Key"
      },
      "Groq": {
        "description": "Enter your Groq API Key to start the session. The application will not store your API Key.",
        "title": "Use Custom Groq API Key"
      },
      "Mistral": {
        "description": "Enter your Mistral AI API Key to start the session. The application will not store your API Key.",
        "title": "Use Custom Mistral AI API Key"
      },
      "Moonshot": {
        "description": "Enter your Moonshot AI API Key to start the session. The app will not store your API Key.",
        "title": "Use Custom Moonshot AI API Key"
      },
      "OpenAI": {
        "addProxyUrl": "Add OpenAI proxy address (optional)",
        "description": "Enter your OpenAI API Key to start the session. The app will not store your API Key.",
        "title": "Use custom OpenAI API Key"
      },
      "OpenRouter": {
        "description": "Enter your OpenRouter API Key to start the session. The application will not store your API Key.",
        "title": "Use Custom OpenRouter API Key"
      },
      "Perplexity": {
        "description": "Enter your Perplexity API Key to start the session. The app will not store your API Key.",
        "title": "Use custom Perplexity API Key"
      },
      "Zhipu": {
        "description": "Enter your Zhipu API Key to start the session. The app will not store your API Key.",
        "title": "Use custom Zhipu API Key"
      }
    },
    "closeMessage": "Close message",
    "confirm": "Confirm and Retry",
    "model": {
      "Ollama": {
        "confirm": "Download",
        "description": "Enter your Ollama model label to proceed with the conversation",
        "title": "Download specified Ollama model"
      }
    },
    "oauth": {
      "description": "The administrator has enabled unified login authentication. Click the button below to log in and unlock the application.",
      "success": "Login successful",
      "title": "Log in to your account",
      "welcome": "Welcome!"
    },
    "password": {
      "description": "The application encryption has been enabled by the administrator. Enter the application password to unlock the application. The password only needs to be filled in once.",
      "placeholder": "Please enter password",
      "title": "Enter Password to Unlock Application"
    },
    "tabs": {
      "apiKey": "Custom API Key",
      "password": "Password"
    }
  }
}