{
  "dbV1": {
    "action": {
      "clearDB": "Clear Local Data",
      "downloadBackup": "Download Data Backup",
      "reUpgrade": "Re-upgrade",
      "start": "Get Started",
      "upgrade": "Upgrade"
    },
    "clear": {
      "confirm": "You are about to clear local data (global settings will not be affected). Please confirm that you have downloaded a data backup."
    },
    "description": "In the new version, the data storage of {{appName}} has made significant advancements. Therefore, we need to upgrade the old data to provide you with a better user experience.",
    "features": {
      "capability": {
        "desc": "Based on IndexedDB technology, capable of storing a lifetime's worth of chat messages.",
        "title": "Large Capacity"
      },
      "performance": {
        "desc": "Automatically indexes millions of messages, with retrieval queries responding in milliseconds.",
        "title": "High Performance"
      },
      "use": {
        "desc": "Supports searching by title, description, tags, message content, and even translated text, greatly enhancing daily search efficiency.",
        "title": "More User-Friendly"
      }
    },
    "title": "{{appName}} Data Evolution",
    "upgrade": {
      "error": {
        "subTitle": "We apologize, an error occurred during the database upgrade process. Please try the following solutions: A. Clear local data and re-import backup data; B. Click the 'Retry Upgrade' button.<br><br> If the issue persists, please <1>submit a problem report</1>, and we will assist you as soon as possible.",
        "title": "Database Upgrade Failed"
      },
      "success": {
        "subTitle": "{{appName}}'s database has been successfully upgraded to the latest version. Start experiencing it now!",
        "title": "Database Upgrade Successful"
      }
    },
    "upgradeTip": "The upgrade will take approximately 10 to 20 seconds. Please do not close {{appName}} during the upgrade process."
  },
  "migrateError": {
    "missVersion": "Imported data is missing a version number. Please check the file and try again.",
    "noMigration": "No migration solution found for the current version. Please check the version number and try again. If the issue persists, please submit a feedback request."
  }
}
